Repository: cemc/cscircles-wp-content
Catalog: languages/plugins/contact-form-7-honeypot-*.po
Languages: de_de, fr_fr, lt_lt, nl_nl

source: Honeypot for Contact Form 7
nl_nl: Honeypot voor Contact Form 7

source: Wrapper ID (optional)
fr_fr: ID de wrapper (optionnel)
lt_lt: Formos ID (nebūtinas)
nl_nl: Wrapper ID (optioneel)

source: If checked, the accessibility label will not be generated. This is not recommended, but may improve spam blocking. If you're unsure, leave this unchecked.
de_de: Wenn diese Option aktiviert ist, wird das Barrierefreiheits-Label nicht generiert. Dies wird nicht empfohlen, kann aber den Spamschutz verbessern. Wenn du unsicher bist, lass das unausgewählt.
fr_fr: Si coché, les libellés d'accessibilité ne seront pas générés. Ce n'est pas recommandé mais peut améliorer le blocage au spam. Si vous n'êtes pas sur, laissez non coché.
lt_lt: Čia pažymėjus, nebus generuojamas prieinamumą užtikrinantis lauko pavadinimas (label). Nerekomenduojame rinktis šio nustatymo, tačiau jis gali šiek tiek pagerinti spamo blokavimą. Jei nesate tikras, ar to reikia, palikite tuščią.
nl_nl: Indien aangevinkt, wordt het toegankelijkheidslabel niet gegenereerd. Dit wordt niet aanbevolen, maar kan spamblokkering verbeteren. Als je het niet zeker weet, laat dit dan uitgeschakeld.

source: By default the markup that wraps this form item has a random ID. You can customize it here. If you're unsure, leave blank.
de_de: Standardmäßig hat das Markup, das dieses Formularelement umschließt, eine zufällige ID. Du kannst es hier anpassen. Wenn du dir nicht sicher bist, lasse das Feld leer.
fr_fr: Par défaut, le marquage qui encapsule cet élément de formulaire a un ID aléatoire. Vous pouvez le personnaliser ici. Si vous n'êtes pas sûr de vous, laissez le champ vide.
lt_lt: Standartiškai, formos elemento žymos turi atsitiktinį ID. Čia galite pakeisti jį į norimą. Jei nesate tikras, ar to reikia, palikite tuščią.
nl_nl: Standaard heeft de opmaak van dit formulier-item een ​​willekeurige ID. Je kunt het hier aanpassen. Als je niet zeker bent, laat je dit vak leeg.

source: Moves the CSS to hide the honeypot from the element to the footer of the page. May help confuse bots.
de_de: Verschiebt das CSS um den "Honeypot" vor dem Element am Ende der Seite zu verstecken. Kann helfen Bots zu verwirren.
fr_fr: Déplacer le CSS pour cacher le pot de miel depuis l'élément vers le pied de page. Peut aider à brouiller les robots.
lt_lt: Perkelia CSS, kuris išjungia honeypot lauko rodymą, į puslapio poraštę. Tai gali padėti suklaidinti botus.
nl_nl: Verplaatst de CSS code om de honeypot te verbergen van het element in de voettekst van de pagina. Kan helpen om bots te verwarren.

source: Move inline CSS (optional)
de_de: Verschiebt inline CSS (Optional)
fr_fr: Déplacer le CSS en ligne (facultatif)
lt_lt: Perkelti CSS (nebūtinas)
nl_nl: Verplaats inline CSS (optioneel)

source: See <a href="https://wordpress.org/support/topic/w3c-validation-in-1-11-explanation-and-work-arounds/" target="_blank" rel="noopener">here</a> for more details. If you're unsure, leave this unchecked.
de_de: Siehe <a href="https://wordpress.org/support/topic/w3c-validation-in-1-11-explanation-and-work-arounds/" target="_blank" rel="noopener">hier</a> für weitere Details. Wenn du unsicher bist, lass das nicht angekreuzt.
fr_fr: Voir <a href="https://wordpress.org/support/topic/w3c-validation-in-1-11-explanation-and-work-arounds/" target="_blank" rel="noopener">ici</a> pour plus de détails. Si vous n’êtes pas sûr, laissez décoché.
lt_lt: <a href="https://wordpress.org/support/topic/w3c-validation-in-1-11-explanation-and-work-arounds/" target="_blank" rel="noopener">Daugiau informacijos</a>. Jei nesate tikras, ar to reikia, palikite tuščią.
nl_nl: Kijk <a href="https://wordpress.org/support/topic/w3c-validation-in-1-11-explanation-and-work-arounds/" target="_blank" rel="noopener">hier</a> voor meer details. Als je het niet zeker weet, laat dit dan uitgeschakeld.

source: Use W3C Valid Autocomplete (optional)
de_de: W3C-valide Autovervollständigung verwenden (optional)
fr_fr: Utiliser l’auto-complétion valide W3C (facultatif)
lt_lt: Naudoti W3C Valid Autocomplete (nebūtinas)
nl_nl: Gebruik W3C Valid autocomplete (optioneel)

source: Disable Accessibility Label (optional)
de_de: Deaktiviere das Barrierefreiheits-Label (optional)
fr_fr: Désactiver le libellé d'accessibilité (facultatif)
lt_lt: Išjungti laukų pavadinimus (label) skirtus prieinamumui (nebūtinas)
nl_nl: Toegankelijkheidslabel uitschakelen (optioneel)

source: This can be anything, but should be changed from the default generated "honeypot". For better security, change "honeypot" to something more appealing to a bot, such as text including "email" or "website".
de_de: Dies kann alles sein, sollte aber gegenüber dem standardmäßig erzeugten "Honeypot" geändert werden. Für mehr Sicherheit kannst du "Honeypot" in etwas ändern, das für einen Bot attraktiver ist, z.B. Text mit "E-Mail" oder "Website".
fr_fr: Ce peut être n’importe quoi mais le terme par défaut « honeypot » devrait être changé. Pour une meilleure sécurité, remplacez « honeypot » par quelque chose de plus attirant pour un robot avec, par exemple, un texte incluant « email » ou « site web ».
lt_lt: Reikšmė gali būti kokia tik norite, tačiau būtinai pakeiskite ją ir nepalikite standartinės "honeypot". Geriau įrašykite reikšmę, kuri atrodytų svarbi botams, pavyzdžiui, kokia nors frazė su žodžiu "email" arba "website".
nl_nl: Dit kan van alles zijn, maar het standaard gegenereerde "honeypot" moet gewijzigd worden voor een betere beveiliging. Wijzig 'honeypot' in iets wat aantrekkelijker is voor een bot, zoals bijvoorbeeld tekst als 'e-mail' of 'website'.

source: %s must be installed and activated for the CF7 Honeypot plugin to work
de_de: %s muss installiert und aktiviert sein, damit CF7 Honeypot funktioniert
fr_fr: %s doit être installé et activé pour que l’extension CF7 Honeypot puisse fonctionner
lt_lt: Norėdami naudoti įskiepį CF7 Honeypot, turite įdiegti ir įjungti %s
nl_nl: %s moet geïnstalleerd en geactiveerd zijn voordat de CF7 Honeypot plugin werkt.

source: Please leave this field empty.
de_de: Bitte lasse dieses Feld leer.
fr_fr: Veuillez laisser ce champ vide.
lt_lt: Palikite šį lauką tuščią.
nl_nl: Gelieve dit veld leeg te laten.

source: Generate a form-tag for a spam-stopping honeypot field. For more details, see %s.
de_de: Erzeuge ein Form-Tag als Honeypot Feld gegen Spam. Für weitere Informationen, siehe %s.
fr_fr: Crée une balise de formulaire pour un champ anti-spam &laquo;Pot de miel&raquo;. Pour plus de détails, voir %s
lt_lt: Sugeneruokite formos žymę specialiam honeypot tipo laukui, kuris stabdo spamą. Daugiau informacijos: %s.
nl_nl: Creëer een tag in het formulier om een anti-spam honeypot veld te maken. Voor meer details, ga naar %s.

source: Name
fr_fr: Nom
lt_lt: Vardas
nl_nl: Naam

source: For better security, change "honeypot" to something less bot-recognizable.
de_de: Zur höheren Sicherheit gegen Bots, ändere "honeypot" in etwas schwerer identifizierbares.
fr_fr: Pour une meilleure sécurité, modifiez &laquo;honeypot&raquo; en quelque chose de moins reconnaissable par les robots.
lt_lt: Kad būtų efektyviau, pakeiskite žodį "honeypot" į kokį nors kitą, nes šį botai atpažįsta.
nl_nl: Wijzig voor een betere veiligheid "honeypot" in een voor een bot moeilijker herkenbaar woord.

source: ID (optional)
fr_fr: ID (optionnel)
lt_lt: ID (nebūtinas)
nl_nl: ID (optioneel)

source: Don't Use Accessibility Message (optional)
de_de: Keine Accessibility Meldung verwenden (optional)
fr_fr: Ne pas utiliser le message pour l’accessibilité (optionnel)
lt_lt: Nenaudoti prieinamumo žinutės (nebūtinas)
nl_nl: Geen foutmelding weergeven (optioneel)

source: If checked, the accessibility message will not be generated. <strong>This is not recommended</strong>. If you're unsure, leave this unchecked.
de_de: Falls aktiviert, wird keine Accessibility Meldung erzeugt. <strong>Nicht empfohlen.</strong>. Falls du dir unsicher bist, lasse dieses Feld deaktiviert.
fr_fr: Si cochée, le message pour l’accessibilité ne sera pas généré. <strong>Ce n’est pas recommandé.</strong> Si vous n’êtes pas sûr, ne cochez pas cette case.
lt_lt: Čia pažymėjus, nebus rodoma prieinamumo žinutė. <strong>Nerekomenduojame</strong>. Jei nesate tikras, ar to reikia, palikite tuščią.
nl_nl: Indien aangevinkt wordt er geen foutmelding weergegeven. <strong> Dit is niet aanbevolen. </strong> Bij twijfel, dit niet aanvinken.

source: Insert Tag
de_de: Tag einfügen
fr_fr: Insertion de balise
lt_lt: Įterpti žymę
nl_nl: Tag invoegen

source: Copy this code and paste it into the form left.
de_de: Kopiere diesen Code in das Formular links.
fr_fr: Copiez ce code et collez-le dans le formulaire à gauche.
lt_lt: Nukopijuokite šį kodą ir įkelkite jį į formą.
nl_nl: Kopieer deze code en plak ze in het formulier links.

source: Add honeypot anti-spam functionality to the popular Contact Form 7 plugin.
de_de: Fügt zum beliebten Contact Form 7 Plugin eine Honeypot-Anti-Spam-Funktion hinzu.
fr_fr: Ajoute la fonctionnalité anti-spam «&nbsp;Pot de miel&nbsp;» à l’extension Contact Form 7.
lt_lt: Prideda honeypot lauku pagrįstą anti-spam funkciją populiariam įskiepiui Contact Form 7.
nl_nl: Voeg de anti-spam werking van een honeypot toe aan de populaire plugin Contact Form 7.

source: Class (optional)
de_de: Klasse (optional)
fr_fr: Classe (optionnel)
lt_lt: Klasė (nebūtinas)
nl_nl: Class (optioneel)
