Repository: cemc/cscircles-wp-content
Catalog: plugins/manage-notification-emails/languages/manage-notification-emails-*.po
Languages: nl_nl

source: Donate
nl_nl: Doneer

source: Extra admin recipients
nl_nl: Extra admin adressen

source: Here you can add extra admin recipients who will also receive all admin notifications.
nl_nl: Hier kun je extra admin ontvangers toevoegen. Zij ontvangen ook alle admin notificaties.

source: E-mail address(es)
nl_nl: E-mailadres(sen)

source: Export and import settings
nl_nl: Export en import instellingen

source: Here you can export or import your Manage notification e-mails settings.
nl_nl: Hier kun je de instellingen van Manage Notification e-mails importeren en exporteren.

source: Do you want to overwrite your current settings?
nl_nl: Wil je de huidige settings overschrijven?

source: Start import
nl_nl: Start importeren

source: Error uploading file. Please try again.
nl_nl: Fout bij uploaden van het bestand. Probeer het opnieuw.

source: Incorrect file type.
nl_nl: Foutieve bestandstype.

source: File size exceeds maximum upload limit.
nl_nl: Het bestand overschrijdt de maximale upload limiet.

source: Import file empty.
nl_nl: Import bestand is leeg.

source: The import file has a different plugin version.
nl_nl: Het import bestand heeft een andere plugin versie.

source: Password Lost and Changed for user: %s
nl_nl: Wachtwoord verloren en veranderd voor gebruiker: %s

source: [%s] Password Lost/Changed
nl_nl: [%s] Wachtwoord verloren/veranderd

source: New user registration on your site %s:
nl_nl: Nieuwe geregistreerde gebruiker op je website %s:

source: Username: %s
nl_nl: Gebruikersnaam: %s

source: [%s] New User Registration
nl_nl: [%s] Nieuwe gebruiker registratie

source: To set your password, visit the following address:
nl_nl: Om je wachtwoord te resetten, gebruik het volgende adres:

source: [%s] Your username and password info
nl_nl: [%s] Jouw gebruikersnaam en wachtwoord informatie

source: Network options
nl_nl: Netwerk opties

source: Core options
nl_nl: Core opties

source: Information
nl_nl: Informatie

source: Settings
nl_nl: Instellingen

source: Manage the notification e-mails
nl_nl: Beheer notificatie e-mails

source: version
nl_nl: versie

source: Manage your notification e-mail preferences below.
nl_nl: Beheer hieronder jouw notificatie e-mail voorkeuren.

source: Site managed by network manager
nl_nl: Website beheert door netwerk beheerder

source: Manage notification e-mails settings for this site are globally managed in the multisite network settings menu.
nl_nl: Manage notification e-mails instelling voor deze site worden globaal beheerd in de multisite netwerk instellingen menu.

source: If you find this plugin useful, you can show your appreciation here :-)
nl_nl: Geef een kleine donatie als je deze plugin handig vindt

source: Available Manage Notification E-mail Modules
nl_nl: Beschikbare Manage Notification E-mail Modules

source: The modules below are options which are not available in WordPress by default.
nl_nl: De modules hieronder zijn opties de niet standaard beschikbaar zijn in WordPress.

source: Multisite managed settings available
nl_nl: Multisite beheer instellingen zijn beschikbaar

source: For this environment, it is possible for you to manage all settings globally in the network settings menu.
nl_nl: Voor deze omgeving is het mogelijk om al je instellingen globaal te beheren in het netwerk instellingen menu.

source: Manage multisite options
nl_nl: Beheer multisite opties

source: Here you can choose to manage all options for this plugin in one location. No hassle with toggling options on and off for each subsite individually.
nl_nl: Hier kun je kiezen om alle opties te beheren vanuit een locatie. Geen gedoe met het instellen van opties voor elke site apart.

source: Use the network settings.
nl_nl: Gebruik de netwerk instellingen.

source: Checking this option will disable per site management. All sites will use these global network settings.
nl_nl: Het aanvinken van deze optie zet het beheren per site uit. Alle site worden dan beheerd via deze globale netwerk instellingen.

source: Options for e-mails to users
nl_nl: Opties voor e-mails aan administratoren

source: New user notification to user
nl_nl: Nieuwe gebruiker notificatie aan gebruiker

source: Send e-mail with login credentials to a newly-registered user.
nl_nl: Verstuur een e-mail met login gegevens naar een nieuw geregistreerde gebruiker.

source: Notify post author
nl_nl: Notificeer bericht schrijver

source: Send e-mail to an author (and/or others) of a comment/trackback/pingback on a post.
nl_nl: Verstuur een e-mail naar de auteur (en/of anderen) van een comment/trackback/pingback op een bericht.

source: Notify moderator
nl_nl: Notificeer moderator

source: Send e-mail to the moderator of the blog about a new comment that is awaiting approval.
nl_nl: Verstuur een e-mail naar de moderator van het blog over een nieuwe comment welke op een goedkeuring wacht.

source: Password change notification to user
nl_nl: Wijziging wachtwoord notificatie aan gebruiker

source: Send e-mail to registered user about changing his or her password. Be careful with this option, because when unchecked, the forgotten password request e-mails will be blocked too.
nl_nl: Verstuur een e-mail naar een geregistreerde gebruiker over het aanpassen van zijn of haar wachtwoord. Wees voorzichtig met deze optie omdat wanneer niet aangevinkt, de vergeten wachtwoord e-mails aanvragen ook worden geblokkeerd en dus niet verzonden.

source: E-mail address change notification to user
nl_nl: E-mailadres wijziging notificatie aan gebruiker

source: Send e-mail to registered user about changing his or her E-mail address.
nl_nl: Verstuur een e-mail naar een geregistreerde gebruiker over het aanpassen van zijn of haar e-mailadres.

source: Password forgotten e-mail to user
nl_nl: Wachtwoord vergeten e-mail aan gebruiker

source: Send the forgotten password e-mail to registered user.<br/>(To prevent locking yourself out, sending of the forgotten password e-mail for administrators will still work)
nl_nl: Verstuur het vergeten wachtwoord e-mail naar de geregistreerde gebruiker.

source: Options for e-mails to administrators
nl_nl: Opties voor e-mails aan administrators

source: New user notification to admin
nl_nl: Nieuwe gebruiker notificatie aan sitebeheerder

source: Sends an e-mail to the site admin after a new user is registered.
nl_nl: Verstuur een e-mail naar de sitebeheerder zodra er een nieuwe gebruiker is geregistreerd.

source: Password change notification to admin
nl_nl: Wijziging wachtwoord notificatie aan sitebeheerder

source: Send e-mail to the blog admin of a user changing his or her password.
nl_nl: Verstuur een e-mail naar de sitebeheerder van een gebruiker welke zijn wachtwoord heeft aangepast.

source: automatic WordPress core update e-mail
nl_nl: automatische WordPress core update e-mail

source: Sends an e-mail after a successful automatic WordPress core update to administrators. E-mails about failed updates will always be sent to the administrators and cannot be disabled.
nl_nl: Verstuurd een e-mail na een succesvolle automatische core update aan administratoren. e-mails over mislukte updates worden altijd verstuurd aan administratoren.

source: Automatic WordPress plugin update e-mail
nl_nl: Automatische WordPress plugin update e-mail

source: Sends an e-mail after a successful automatic plugin update to administrators. E-mails about failed plugin updates will always be sent to the administrators
nl_nl: Verstuurd een e-mail na een succesvolle automatische plugin update aan administratoren. e-mails over mislukte plugin updates worden altijd verstuurd aan administratoren

source: Automatic WordPress theme update e-mail
nl_nl: Automatische WordPress thema update e-mail

source: Sends an e-mail after a successful automatic theme update to administrators. E-mails about failed theme updates will always be sent to the administrators
nl_nl: Verstuurd een e-mail na een succesvolle automatische thema update aan administratoren. e-mails over mislukte thema updates worden altijd verstuurd aan administratoren

source: Password forgotten e-mail to administrator
nl_nl: Wachtwoord vergeten e-mail aan sitebeheerder

source: Send the forgotten password e-mail to administrators.
nl_nl: Verstuur vergeten wachtwoord e-mail aan administratoren.

source: Okay, this is a <strong style="color:#900">DANGEROUS OPTION !</strong><br/> So be warned, because unchecking this option prevents sending out the forgotten password e-mail to all administrators. So hold on to your own password and uncheck this one at your own risk ;-)
nl_nl: Okay, dit is een <strong style="color:#900">GEVAARLIJKE OPTIE !</strong><br/> Wees gewaarschuwd, omdat het uitzetten van deze optie het verzenden van de vergeten wachtwoord e-mail aan adminstratoren blokeerd. Dus zorg dat je jouw wachtwoord goed bewaard en zet deze optie uit op eigen verantwoording ;-)

source: Reset settings
nl_nl: Reset instellingen

source: E-mail address changed by user
nl_nl: E-mailadres is gewijzigd door gebruiker

source: Request to change e-mailadress notification to admin
nl_nl: Verzoek om e-mailadress aan te passen notificatie aan admin

source: Sends an e-mail to administrators after a user requested to update his or her e-mailaddress.
nl_nl: Verstuurd een e-mail aan administratoren nadat een gebruiker een aanvraag heeft gedaan om zijn e-mailadres aan te passen.

source: User changed (confirmed) e-mail notification to admin
nl_nl: Gebruiker heeft e-mail veranderd notificatie naar de administrator

source: Sends an e-mail to administrators after a user successfully updated his or her e-mailaddress.
nl_nl: Verstuurd een e-mail aan administratoren nadat een gebruiker zijn e-mailadres succesvol heeft aangepast.

source: Howdy admin, Recently a user requested to have his email address on his account changed. An email change request has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
nl_nl: Howdy admin, Recentelijk heeft een gebruiker een verzoek verstuurd om zijn e-mail aan te passen. Een e-mail aanpassings verzoek is verstuur naar ###EMAIL### Gegroet, ###SITENAME### ###SITEURL###

source: [%s] User requested Email Change
nl_nl: [%s] Gebruiker heeft een e-mail aanpassing verzocht

source: Hi admin, This notice confirms that the user ###USERNAME### changed his email address on ###SITENAME### from ###EMAIL### to ###NEW_EMAIL###. Regards, All at ###SITENAME### ###SITEURL###
nl_nl: Hi admin, Deze melding bevestigt dat de gebruiker ###USERNAME### zijn e-mailadres heeft gewijzigd voor ###SITENAME### van ###EMAIL### naar ###NEW_EMAIL###. Gegroet, ###SITENAME### ###SITEURL###

source: [%s] User Email Changed
nl_nl: [%s] Gebruikers e-mailadress gewijzigd
