Repository: cemc/cscircles-wp-content
Catalog: plugins/pybox/cscircles-*.po
Languages: de_de, fr_fr, lt_lt, nl_nl, pl_pl

source: Enter text for the message below. <i>Be sure to explain where you're stuck and what you've tried so far. Your partial solution code will be automatically included with the message.</i>
de_de: Gib den Text für die Nachricht unten ein. <i>Erkläre, wo dein Problem liegt und was du bereits versucht hast. Deine aktuelle Teillösung wird automatisch mit dieser Nachricht verschickt.</i>
fr_fr: Entrez le texte pour le message ci-dessous. <i>Expliquez d'où vous êtes bloqué et ce que vous avez essayé jusqu'à présent. Votre solution partielle sera automatiquement inclus dans le message.</i>
lt_lt: Žemiau parašykite žinutę. <i>Būtinai paaiškinkite, kur/kas jums nesigavo ir kokius variantus jau išbandėte. Jūsų paskutinis programos variantas bus automatiškai pridėtas.</i>
nl_nl: Voer de tekst voor je bericht hieronder in. <i>Leg duidelijk uit waar je vast bent gelopen en wat je al geprobeerd hebt. De huidige stand van je oplossing wordt automatisch meegezonden met het bericht.</i>
pl_pl: Wpisz tekst wiadomości poniżej. <i>Pamiętaj, aby wyjaśnić gdzie utknąłeś i co dotychczas próbowałeś. Twój kod rozwiązania zostanie automatycznie dołączony do wiadomości.</i>

source: Send this message
de_de: Nachricht senden
fr_fr: Envoyer ce message
lt_lt: Išsiųsti
nl_nl: Bericht verzenden
pl_pl: Wyślij tę wiadomość

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
lt_lt: Atšaukti
nl_nl: Annuleren
pl_pl: Anuluj

source: # delete this comment and enter your code here
de_de: # Lösche diesen Kommentar und gib deinen Code hier ein
fr_fr: # Supprimer ce commentaire et entrez votre code ici
lt_lt: # vietoj šio komentaro parašykite savo kodą
nl_nl: # verwijder dit commentaar en type hier je code
pl_pl: # usuń ten komentarz i wprowadź tutaj swój kod.

source: Enter testing statements like <tt>print(myfunction("test argument"))</tt> below.
de_de: Gib Testbefehle wie <tt>print(meinefunktion("Test-Argument"))</tt> unten ein.
fr_fr: Entrez instructions de test comme <tt>print(mafonction("argument de test"))</tt> ci-dessous.
lt_lt: Žemiau įveskite testavimo veiksmus, pvz., <tt>print(myfunction("testiniai duomenys"))</tt>.
nl_nl: Voer testcommando's zoals <tt>print(myfunction("test argument"))</tt> hieronder in.
pl_pl: Wpisz polecenia takie jak <tt>print(mafonction("test-argument"))</tt> w polu poniżej.

source: You may enter input for the program in the box below.
de_de: Du kannst die Eingabe für das Programm in die Box unten eingeben.
fr_fr: Vous pouvez entrer des données pour le programme dans la boîte ci-dessous.
lt_lt: Žemiau galima įvesti duomenis programai (angl. "input")
nl_nl: Tik de invoer voor je programma hieronder in.
pl_pl: Możesz wprowadzić dane dla programu w poniższym polu.

source: Open in console
de_de: In der Konsole öffnen
fr_fr: Ouvrir en console
lt_lt: Programavimo konsolė
nl_nl: Openen in de console
pl_pl: Otwórz w konsoli

source: Visualize
de_de: Visualisieren
fr_fr: Visualiser
lt_lt: Veiksmų sekimas
nl_nl: Visualiseer
pl_pl: Wizualizer

source: Reset code to default
de_de: Code zurücksetzen
fr_fr: Réinitialiser code
lt_lt: Grąžinti pradinį kodą
pl_pl: Reset kodu do domyślnego

source: Help
de_de: Hilfe
fr_fr: Aide
lt_lt: Pagalba
pl_pl: Pomoc

source: New around here? Read <a %1$s>Using this Website</a>. You can also <a %2$s>click here to create an account or log in</a>.
de_de: Neu hier? Lies <a %1$s>Informationen zum Nutzen dieser Seite</a>. Du kannst <a %2$s>hier klicken, um einen Account zu erstellen</a>.
fr_fr: Nouveau ici ? Lire <a %1$s>comment utiliser Cercles informatiques</a>. Vous pouvez également <a %2$s>cliquez ici pour créer un compte ou se connecter</a>.
lt_lt: Jei lankotės čia pirmąkart, galite susipažinti su <a %1$s>svetainės galimybėmis</a> bei <a %2$s>susikurti prisijungimą</a>.
nl_nl: Ben je hier voor het eerst? Lees dan <a %1$s>de instructies over deze website</a>. Je kunt ook <a %2$s>hier klikken om een account aan te maken of in te loggen</a>.
pl_pl: Nowy? Przeczytaj <a %1$s>Korzystanie Z Tej Witryny</a>. Możesz również $s>kliknąć tutaj, aby założyć konto i zalogować się.</a>.a>.

source: Edit my profile
de_de: Profil bearbeiten
fr_fr: Modifier mon profil
lt_lt: Redaguoti savo duomenis
nl_nl: Mijn profiel bewerken
pl_pl: Edytuj mój profil

source: Log out now
de_de: Abmelden
fr_fr: Déconnectez-vous
lt_lt: Atsijungti
nl_nl: Uitloggen
pl_pl: Wyloguj

source: Log in or create a new account
de_de: Anmelden oder Registrieren
fr_fr: Connectez-vous ou créez un compte
lt_lt: Prisijungti / Registruotis
nl_nl: Log in of maak een nieuw account aan
pl_pl: Zaloguj się lub utwórz nowe konto

source: Error 404. Not enough internets.
de_de: Fehler 404. Nichts gefunden.
fr_fr: Erreur 404. Pas assez internets.
nl_nl: Fout 404. Niet gevonden.
pl_pl: Błąd 404. Nie dobrej łączności internetowej.

source: We cannot find anything at the address %s
de_de: Wir konnten nichts unter der Adresse %s finden
fr_fr: Nous ne pouvons pas trouver rien à l'adresse %s
pl_pl: Nie możemy niczego znaleźć w związku z adresem %s

source: Try a different address, a search, or <a %1$s>contact us</a> if the website sent you here via a broken link.
de_de: Versuche eine andere URL, nutze die Suche oder <a %1$s>kontaktiere uns</a>, wenn du denkst, dass wir schuld sind.
fr_fr: Essayez une autre adresse, rechercher, ou <a %1$s>nous contacter</a> si le site vous a envoyé ici par un lien cassé.
pl_pl: Spróbuj inny adres lub <a %1$s>skontaktuj się z nami</a>, jeśli strona wysłała ci wiadomość z nieaktualnym linkiem.

source: Computer Science Circles is a free service of the <a %1$s>Centre for Education in Mathematics and Computing</a> at the <a %2$s>University of Waterloo</a>. <br> Total number of exercises completed by all users: %3$s
de_de: Computer Science Circles ist ein kostenfreier Dienst des <a %1$s>Centre for Education in Mathematics and Computing</a> der <a %2$s>University of Waterloo</a>. <br> Die deutsche Version wird betrieben von den Bundesweiten Informatikwettbewerben. <br>Gesamtzahl der Übungen, die von allen Benutzern vollendet wurden: %3$s
fr_fr: Cercles informatiques est un service gratuit du <a %1$s>Centre d'éducation en mathématiques et en informatique</a> à l'<a %2$s>Université de Waterloo</a>. <br> Nombre total d'exercices completés par tous les utilisateurs : %3$s
pl_pl: Computer Science Circles jest bezpłatnym serwisem w ramach Education in Mathematics and Computing</a> na <a %2$s>Uniwersytecie <a %2$s>Waterloo</a>. <br> Łączna liczba ćwiczeń ukończonych przez wszystkich użytkowników: %3$s

source: University of Waterloo, MC 5104
de_de: BWINF
fr_fr: Université de Waterloo, MC 5104
nl_nl: Nederlandse Informatica Olympiade
pl_pl: Uniwersytet Waterloo, MC 5104

source: Waterloo, Ontario, Canada N2L 3G1
de_de: 53113 Bonn
nl_nl: 3526 KV UTRECHT
pl_pl: Waterloo, Ontario, Kanada N2L 3G1

source: Phone: 519 888 4808
de_de: Telefon: (+49) (0)228 3729000
fr_fr: Téléphone: 519 888 4808
nl_nl: E-mail: <a href="mailto:info@informaticaolympiade.nl">info@informaticaolympiade.nl</a>
pl_pl: Telefon: 519 888 4808

source: contact us
de_de: Kontaktiere uns
fr_fr: contactez-nous
nl_nl: contact
pl_pl: kontakt

source: (goes to top of current page)
de_de: (zum oberen Ende der Seite)
fr_fr: (haut de la page)
nl_nl: (ga naar de top van de huidge pagina)
pl_pl: (przechodzi na górę strony)

source: Next
de_de: Weiter mit
fr_fr: Suivant
lt_lt: Toliau
nl_nl: Volgende
pl_pl: Następna

source: Log In or Create Account
de_de: Anmelden oder Registrieren
fr_fr: Se connecter ou créer un compte
lt_lt: Prisijunkite / Užsiregistruokite
nl_nl: Inloggen of account aanmaken
pl_pl: Zaloguj się lub utwórz konto

source: Create a new account
de_de: Registrieren
fr_fr: Créez un compte
lt_lt: Užsiregistruoti
nl_nl: New account aanmaken
pl_pl: Utórz nowe konto

source: My Progress
de_de: Mein Fortschritt
fr_fr: Mes progrès
lt_lt: Mano progresas
nl_nl: Voortgang
pl_pl: Moje postępy

source: Mail
de_de: Post
fr_fr: Poste
lt_lt: Paštas
pl_pl: Poczta

source: Console (new window)
de_de: Konsole (neues Fenster)
fr_fr: Console (+fenêtre)
lt_lt: Programos rašymas (naujame lange)
nl_nl: Console (nieuw window)
pl_pl: Konsola (nowe okno)

source: Visualizer (new window)
de_de: Visualizer (neues Fenster)
fr_fr: Visualiseur (+fenêtre)
lt_lt: Programos sekimas (naujame lange)
pl_pl: Wizualizer (nowe oknoe)

source: Resources (new window)
de_de: Nachlesen (neues Fenster)
fr_fr: Ressources (+fenêtre)
lt_lt: Ištekliai (naujame lange)
nl_nl: Hulpbronnen (nieuw window)
pl_pl: Zasoby (nowe okno)

source: Contact Us (new window)
de_de: Kontakt (neues Fenster)
fr_fr: Contactez-nous (+fenêtre)
lt_lt: Kontaktai (naujame lange)
nl_nl: Neem contact met ons op (nieuw window)
pl_pl: Skontaktuj się z nami (nowe okno)

source: scroll to top
de_de: Nach oben scrollen
fr_fr: défiler en haut de page
lt_lt: į viršų
nl_nl: scroll naar de top
pl_pl: przewiń do góry

source: goto oldest unanswered mail
de_de: zur ältesten nicht-beantworteten Mail wechseln
fr_fr: la plus ancienne poste sans réponse
lt_lt: seniausias neatsakytas paštas
nl_nl: ga naar de oudste nog onbeantwoorde mail
pl_pl: przejdź do najstarszej wiadomości bez odpowiedzi

source: Filter Listed Pages
de_de: Filtere die aufgelisteten Seiten
fr_fr: Filtre pages listées
lt_lt: Filtruoti puslapius
nl_nl: Filter de pagina's
pl_pl: Filtrowane strony

source: <p>Create free account / login</p><p>to save your progress</p>
de_de: <p>Kostenlos registrieren, anmelden</p><p>und deinen Fortschritt speichern!</p>
fr_fr: <p>Créer compte gratuit, enregistrer,</p><p>sauvegarder vos progrès</p>
lt_lt: <p>Registruokitės / prisijunkite,</p><p>jei norite išsaugoti užduočių sprendimus</p>
nl_nl: <p>Account aanmaken / aanmelden</p><p>om je voortgang op te slaan</p>
pl_pl: <p>Utórz bezpłatne konto,</p><p> by zapisywać swoje postępy.</p>

source: %s's menu
de_de: Menü von %s
fr_fr: menu de %s
lt_lt: %s meniu
nl_nl: Menu van %s
pl_pl: menu %s

source: wordmark-cemc.png
fr_fr: wordmark-cemi.png
pl_pl: wordmark-cemi.png

source: Click here for the original site
de_de: Klicken Sie hier für Original-Website
fr_fr: Cliquez ici pour le site d'origine
lt_lt: Originali (angliška) svetainė
pl_pl: Kliknij tutaj, aby przejść do oryginalnej strony

source: Integer
de_de: Ganzzahl
fr_fr: Nombre entier
lt_lt: Sveikas skaičius
pl_pl: Liczba całkowita

source: String
de_de: Zeichenfolge
fr_fr: Chaîne
lt_lt: Tekstas (String)
pl_pl: Łańcuch

source: Floating Point Number
de_de: Fließkommazahl
fr_fr: Nombre à virgule flottante
lt_lt: Skaičius su kableliu (Floating Point Number)
nl_nl: Floating Point Getal
pl_pl: Liczba Zmiennoprzecinkowa

source: Function Type
de_de: Funktionstyp
fr_fr: Type de fonction
lt_lt: Funkcija
nl_nl: Functie Type
pl_pl: Typ funkcji

source: Boolean
de_de: Boolesche/s
lt_lt: Loginė reikšmė
pl_pl: Boolowski

source: "None" Type
de_de: "None"-Typ
fr_fr: Type "Aucun"
lt_lt: "None" tipas
pl_pl: Type "Aucun"

source: Range Type
de_de: Bereichstyp
fr_fr: Type Range
lt_lt: Intervalas (Range)
pl_pl: Typ zakresu

source: List
de_de: Liste
fr_fr: Liste
lt_lt: Sąrašas
pl_pl: Lista

source: Dictionary
fr_fr: Dictionnaire
lt_lt: Žodynas
pl_pl: Słownik

source: a function
de_de: eine Funktion
fr_fr: une fonction
lt_lt: funkcija
nl_nl: een functie
pl_pl: funkcja

source: equal to
de_de: gleich
fr_fr: égal à
lt_lt: lygu
nl_nl: gelijk aan
pl_pl: równa się

source: and
de_de: und
fr_fr: et
lt_lt: ir
nl_nl: en
pl_pl: i

source: , and
de_de: und
fr_fr: , et
lt_lt: , ir
nl_nl: , en
pl_pl: , i

source: We defined
de_de: Definiert:
fr_fr: Nous avons défini
lt_lt: Mes apibrėžėme
nl_nl: We stelden
pl_pl: My definiujemy

source: Error: {0} has wrong type {1}, expected {2}
de_de: Fehler: {0} hat den falschen Typ {1}, erwartet: {2}
fr_fr: Erreur: {0} a un mal type {1}, attendu {2}
lt_lt: Klaida: {0} duomenų tipas neteisingas: vietoj {2} yra {1}.
nl_nl: Fout: {0} heeft type {1} maar dit moet {2} zijn
pl_pl: Błąd: {0} ma nieprawidłowy typ {1}, oczekiwano {2}

source: Error: {0} has wrong value {1}, expected {2}
de_de: Fehler: {0} hat den falschen Wert {1}, erwartet: {2}
fr_fr: Erreur: {0} a une mal valeur {1}, attendu {2}
lt_lt: Klaida: {0} reikšmė neteisinga: vietoj {2} yra {1}.
nl_nl: Fout: {0} heeft waarde {1}, maar dit moet {2} zijn
pl_pl: Błąd: {0} ma błędną wartość {1}, oczekiwano {2}

source: its value is correct!
de_de: Der Wert ist richtig!
fr_fr: sa valeur est correcte !
lt_lt: reikšmė yra teisinga!
nl_nl: de waarde is correct!
pl_pl: jego wartość jest poprawna!

source: finished!
de_de: Fertig!
fr_fr: terminé !
lt_lt: baigta!
nl_nl: klaar!
pl_pl: skończone!

source: value
de_de: Wert
fr_fr: valeur
lt_lt: reikšmė
nl_nl: waarde
pl_pl: wartość

source: finished! (returned a value {} but did not need to return anything)
de_de: Fertig! (Es gab eine Rückgabe {}, obwohl keine gefordert war)
fr_fr: fini! (a retourné une valeur {}, mais n'a pas besoin de rien retourner)
lt_lt: baigta! (buvo grąžinta reikšmė {}, nors nereikėjo.)
nl_nl: klaar! (resultaat was {}, maar er werd geen resultaat verwacht)
pl_pl: skończone! (zwrócono wartość {}, ale nie potrzebował niczego zwracać)

source: Error: list {0} has wrong length {1}, expected {2}
de_de: Fehler: die Liste {0} hat die falsche Länge {1}, erwartet: {2}
fr_fr: Erreur: la liste {0} a une longueur de mal {1}, attendu {2}
lt_lt: Klaida: sąrašo {0} ilgis neteisingas - vietoj {1} turi būti {2}.
nl_nl: Fout: lijst {9} heeft lengte {1}, maar dit moet {2} zijn
pl_pl: Błąd: lista {0} ma złą długość {1}, spodziewana/y {2}

source: its value {} is correct!
de_de: der Wert {} ist richtig!
fr_fr: sa valeur {} est correcte !
lt_lt: grąžinama reikšmė {} yra teisinga!
nl_nl: de waarde {} is correct!
pl_pl: ta wielkość {} jest poprawna!

source: Running {} &hellip;
de_de: Führe {} aus &hellip;
fr_fr: Exécutant {} &hellip;
lt_lt: Vykdoma {} &hellip;
nl_nl: {} wordt uitgevoerd &hellip;
pl_pl: Uruchomiony {} &hellip;

source: Error: function {} not defined
de_de: Fehler: die Funktion {} ist unbekannt.
fr_fr: Erreur: la fonction {} n'est pas définie
lt_lt: Klaida: funkcija {} nežinoma
nl_nl: Fout: functie {} is niet gedefinieerd
pl_pl: Błąd: funkcja {} nie jest zdefiniowana

source: Error: {0} should be defined as a function, but found type {1}
de_de: Fehler: {0} sollte eine Funktion sein, der Typ ist jedoch {1}
fr_fr: Erreur: {0} doit être défini comme une fonction, mais a trouvé le type {1}
lt_lt: Klaida: {0} turi būti funkcija, bet jos tipas yra {1}
nl_nl: Error: {0} moet als functie gedefinieerd zijn, maar is {1}
pl_pl: Błąd: {0} musi być zdefiniowana jako funkcja, ale okazało się, że to typ {1}

source: Your output is incorrect, but just barely. Whitespace characters (space, newline, tab) are either missing, or extra ones are present.
de_de: Die Ausgabe ist falsch, aber nur wenig. Whitespaces (Leerzeichen, neue Zeile, Tabulator) sind zu viel oder zu wenig vorhanden.
fr_fr: Votre sortie est incorrecte, mais légèrement. Caractères blancs (espace, saut de ligne, tabulation) manquez, ou quelques supplémentaires sont présents.
lt_lt: Jūsų rezultatas yra truputį netikslus. Trūksta arba per daug tarpų, peršokimų į kt. eilutę arba tab'ų.
nl_nl: Je uitvoer is net niet goed. Je hebt teveel of te weinig karakters die we 'whitespace' noemen (spatie, enter, tab).
pl_pl: Twój wynik jest nieprawidłowy, ale tylko trochę. Brakuje znaków odstępów (spacji, nowej linii, tabulatora) a niektóre są zbędne.

source: Your output is not correct.
de_de: Deine Ausgabe ist nicht richtig.
fr_fr: Votre sortie n'est pas correcte.
lt_lt: <span style='color:brown'>Neteisingas rezultatas</span>. <br>Toliau nebetikrinama...
nl_nl: Je uitvoer is niet correct.
pl_pl: Twój wynik nie jest prawidłowy.

source: Checking {} &hellip;
de_de: Prüfe {} &hellip;
fr_fr: Vérifiant {} &hellip;
lt_lt: Tikrinama {} &hellip;
nl_nl: {} wordt gecontroleerd &hellip;
pl_pl: Zaznacz {} &hellip;

source: Error: variable {} not defined
de_de: Fehler: Variable {} ist unbekannt
fr_fr: Erreur: variable {} n'est pas défini
lt_lt: Klaida: kintamasis {} nežinomas
nl_nl: Fout: variable {} is niet gedefinieerd
pl_pl: Błąd: zmienna {} nie jest zdefiniowana

source: Setting {0} to {1}
de_de: Setze {0} auf {1}
fr_fr: Mettant {0} à {1}
lt_lt: Kintamajam {0} priskiriama {1}
nl_nl: {0} wordt op {1} ingesteld
pl_pl: Ustaw {0} na {1}

source: Error: Your output should consist of exactly 1 line.
de_de: Fehler: Deine Ausgabe sollte exakt eine Zeile lang sein.
fr_fr: Erreur: Votre sortie devrait être composé d'exactement 1 ligne.
lt_lt: Klaida: jūsų programa turi atspausdinti vieną eilutę.
nl_nl: Fout: Je uitvoer moet precies een regel zijn.
pl_pl: Błąd: Wyjście powinno składać się dokładnie z jednej linii.

source: Error: Your output should not contain any spaces.
de_de: Fehler: Deine Ausgabe sollte keine Leerzeichen enthalten.
fr_fr: Erreur: Votre sortie ne doit pas contenir d'espaces.
lt_lt: Klaida: jūsų prorgrama neturi atspausdinti jokių tarpų
nl_nl: Fout: Je uitvoer mag geen spaties bevatten.
pl_pl: Błąd: Twój wynik nie powinien zawierać żadnej spacji.

source: Error: The last character of your output is wrong.
de_de: Fehler: Das letzte Zeichen deiner Ausgabe ist falsch.
fr_fr: Erreur: Le dernier caractère de votre sortie est erroné.
lt_lt: Klaida: paskutinis atspausdintas simbolis yra neteisingas.
nl_nl: Fout: Het laatste karakter van je uitvoer is fout.
pl_pl: Błąd: Ostatni znak twojej produkcji jest błędny.

source: Error: Could not interpret {} as a float.
de_de: Fehler: Konnte {} nicht als Fließkommazahl interpretieren.
fr_fr: Erreur: Impossible d'interpréter {} comme un nombre.
lt_lt: Klaida: {} negalima atpažinti, kaip skaičiaus su kableliu.
nl_nl: Fout: {} kan niet als float geinterpreteerd worden.
pl_pl: Błąd: Nie można interpretować {} jako liczbę zmiennoprzecinkową.

source: Error: Numbers are different.
de_de: Fehler: Die Zahlen sind unterschiedlich
fr_fr: Erreur: Les nombres sont différents.
lt_lt: Klaida: skaičiai nesutampa
nl_nl: Fout: Getallen zijn anders.
pl_pl: Błąd: Liczby są różne.

source: Line {}: too many copies of '{}'
de_de: Zeile {}: zu viele Kopien von '{}'
fr_fr: Ligne {}: trop de copies de '{}'
lt_lt: Eilutė {}: per daug '{}' kopijų
nl_nl: Regel {}: te veel exemplarenvan '{}'
pl_pl: Linia {}: zbyt wiele kopii '{}'

source: Line {}: not a correct output line: '{}'
de_de: Zeile {}: Nicht die richtige Ausgabe: '{}'
fr_fr: Ligne {}: pas une ligne de sortie correcte: '{}'
lt_lt: Eilutė {}: neteisingai atspausdinta eilutė: '{}'
nl_nl: Regel {}: geen correcte uitvoer: '{}'
pl_pl: Linia {}: nieprawidłowa linia wyjściowa: '{}'

source: Missing at least one line of output: '{}'
de_de: Mindestens eine Zeile der Ausgabe fehlt: '{}'
fr_fr: Manque au moins une ligne de sortie: '{}'
lt_lt: Trūksta bent vienos rezultato eilutės: '{}'
nl_nl: Er mist minimaal een regel uitvoer: '{}'
pl_pl: Brakuje co najmniej jednej lini wyjściowej: '{}'

source: Not enough lines of output: {0} expected, {1} found
de_de: Zu wenige Ausgabezeilen: {0} erwartet, {1} gefunden
fr_fr: Pas assez de lignes de sortie: {0} attendus, {1} trouvé
lt_lt: Trūksta rezultato eilučių: reikia {0}, yra {1}
nl_nl: Niet genoeg regels in de uitvoer: {0} verwacht, {1} gevonden
pl_pl: Nie ma wystarczającej ilości linii wyjściowych: {0} oczekiwano, {1} znaleziono

source: Error: Output line {0} '{1}' was not a number
de_de: Fehler: Ausgabezeile {0} '{1}' ist keine Zahl
fr_fr: Erreur: sortie ligne {0} '{1}' n'est pas un nombre
lt_lt: Klaida: Rezutato eilutėje {0} '{1}' nėra skaičius
nl_nl: Fout: Uitvoer regel {0} '{1}' is geen getal
pl_pl: Błąd: linia wyjściowa {0} '{1}' nie ma numeru

source: Output line {0}, value {1}, did not match expected value {2}
de_de: Ausgabezeile {0}, Wert {1}, entspricht nicht dem erwarteten Wert {2}
fr_fr: Ligne de sortie {0}, avec valeur {1}, ne correspond pas à la valeur attendue {2}
lt_lt: Rezutato eilutėje {0} reikšmė {1} neatitinka lauktos - {2}
nl_nl: Uitvoer op regel {0}, waarde {1}, komt niet overeen met de verwachte waarde {2}
pl_pl: Linia wyjściowa {0}, wartość {1}, nie odpowiada oczekiwanej wartości {2}{2}

source: Too many lines of output: {0} expected, {1} found
de_de: Zu viele Ausgabezeilen: {0} erwartet, {1} gefunden
fr_fr: Trop de lignes de sortie: {0} attendues, {1} trouvées
lt_lt: Per daug rezultato eilučių: reikia {0}, o yra {1}
nl_nl: Te veel regels uitvoer: {0} verwacht, {1} geleverd
pl_pl: Zbyt wiele linii wyjściowych: {0} oczekiwano, {1} znaleziono

source: Here is the plot of the output:
de_de: Hier ist die graphische Darstellung der Ausgabe:
fr_fr: Voici le graphe :
lt_lt: Rezultato grafikas:
nl_nl: Hier zie je een plot van de uitvoer:
pl_pl: Oto wykres:

source: Error: output line {0} {1} did not match expected line {2}
de_de: Fehler: Ausgabezeile {0} {1} entspricht nicht der erwarteten Zeile {2}
fr_fr: Erreur: ligne de sortie {0} {1} ne correspond pas à la ligne attendue {2}
lt_lt: Klaida: rez. eilutė {0} {1} neatitinka lauktos reikšmės {2}
nl_nl: Fout: regel {0} {1} is anders dan de verwachte regel {2}
pl_pl: Błąd: wyjściowa linia {0} {1} nie zgadza się z linią {2}

source: Your program produced no output. Please try again.
de_de: Dein Programm hat keine Ausgabe erzeugt. Versuche es nochmal.
fr_fr: Votre programme a imprimé rien. S'il vous plaît essayez de nouveau.
lt_lt: Jūsų programa nieko neatspausdino... Bandykite kažką pakeisti.
nl_nl: Je programma levert geen uitvoer. Probeer het opnieuw.
pl_pl: Twój program nie wyświetla żadnej linii. Spróbuj jeszcze raz.

source: Your program produced too many lines of output. Please try again.
de_de: Dein Programm hat zu viele Ausgabezeilen erzeugt. Versuch es nochmal.
fr_fr: Votre programme a produit trop de lignes de sortie. S'il vous plaît essayez de nouveau.
lt_lt: Programa atspausdino per daug eilučių. Bandykite kažką pakeisti.
nl_nl: Je programma levert te veel regels uitvoer. Probeer het opnieuw.
pl_pl: Twój program wyświetla zbyt wiele linii. Spróbuj jeszcze raz.

source: Your program produced too few lines of output. Please try again.
de_de: Dein Programm hat zu wenige Ausgabezeilen erzeugt. Versuch es nochmal.
fr_fr: Votre programme a imprimé trop peu de lignes de sortie. S'il vous plaît essayez de nouveau.
lt_lt: rograma atspausdino per mažai eilučių. Bandykite kažką pakeisti.
nl_nl: Je programma levert te weinig regels uitvoer. Probeer het opnieuw.
pl_pl: Program wyświetla zbyt mało linii na wyjściu. Spróbuj jeszcze raz.

source: Exactly correct, good job!
de_de: Genau richtig, bravo!
fr_fr: Tout à fait correct, vachement bon !
lt_lt: Puiku - rezultatas tikslus ir teisingas!
nl_nl: Perfect! Goed gedaan.
pl_pl: Znakomicie, dobra robota!

source: Almost correct but ensure you correctly use upper and lower case.
de_de: Fast richtig, überprüfe nochmal deine Groß- und Kleinschreibung.
fr_fr: Près de correcte, mais utiliser correctement les majuscules et les minuscules.
lt_lt: Beveik teisingai, bet kažkas ne taip su didžiosiom/mažosiom raidėm
nl_nl: Bijna goed; let op het gebruik van hoofdletters.
pl_pl: Prawie poprawnie, ale upewnij się, że prawidłowo używasz małych i dużych liter.

source: Almost correct but ensure you correctly use punctuation and spacing.
de_de: Fast richtig, überprüfe nochmal deine Zeichensetzung und Leerzeichen.
fr_fr: Près de correcte, mais utiliser correctement la ponctuation et l'espacement.
lt_lt: Beveik teisingai, bet kažkas ne taip su skyryba ir tarpais.
nl_nl: Bijna goed; let op punctuering en spaties.
pl_pl: Prawie poprawnie, ale upewnij się, że prawidłowo stosujesz znaki interpunkcyjne i odstępy.
