Repository: cemc/cscircles-wp-content
Catalog: plugins/pybox/cscircles-*.po
Languages: de_de, fr_fr, lt_lt, nl_nl, pl_pl

source: Unable to process 'send message' request. You might have lost your internet connection.
de_de: Kann Anfrage nicht senden. Möglicherweise ist deine Internet-Verbindung unterbrochen.
fr_fr: Impossible de traiter demande d'envoyage. Vous pourriez avoir perdu votre connexion à Internet.
nl_nl: Het verzoek 'stuur bericht' kan niet uitgevoerd worden. Wellicht is de internetverbinding verbroken.
pl_pl: Proces 'wysyłanie wiadomości' niedostępny. Może zostało zerwane łącze internetowe.

source: Warning: unable to talk to server. Could not set 'completed' status for this problem.
de_de: Warnung: konnte Server nicht kontaktieren. Übung konnte nicht als 'erledigt' markiert werden.
fr_fr: Avertissement: impossible de dialoguer avec un serveur. Impossible de définir «complété» le statut de ce problème.
nl_nl: Let op: niet in staat om met de server te communiceren. De opgave kan nu niet op 'afgehandeld' gezet worden.
pl_pl: Ostrzeżenie: Nie ma łączności z serwerem. Nie udało się ustalić przyczyny tego problemu.

source: You have completed this problem at least once.
de_de: Du hast diese Übung bereits gelöst.
fr_fr: Vous avez completé ce problème au moins une fois.
lt_lt: Jūs jau esate išsprendęs šį uždavinį.
nl_nl: Je hebt deze opgave tenminste Ã©Ã©n keer afgerond.
pl_pl: Problem ten był rozwiażany, co najmniej raz.

source: Your message was sent.
de_de: Deine Nachricht wurde gesendet.
fr_fr: Votre message a été envoyé.
lt_lt: Žinutė išsiųsta
nl_nl: Je bericht is verzonden
pl_pl: Twoja wiadomość została wysłana.

source: end of main program
de_de: Ende des Programms
fr_fr: fin du programme principal
lt_lt: pagrindinės programos pabaiga
nl_nl: einde van het hoofdprogramma
pl_pl: koniec głównego programu

source: out of
de_de: von
fr_fr: sur
lt_lt: iš
nl_nl: van
pl_pl: poza

source: start of tests
de_de: Start der Tests
fr_fr: démarrer des tests
lt_lt: testuojama
nl_nl: begin van het testen
pl_pl: rozpocząć testowanie

source: timed out!
de_de: Zeitüberschreitung!
fr_fr: délai dépassé !
lt_lt: laikas baigėsi!
nl_nl: duurde te lang!
pl_pl: limit czasu przekroczony!

source: Editor
fr_fr: Éditeur
lt_lt: Redaktorius
pl_pl: Edytor

source: An account has been created for you on the Computer Science Circles website, with a randomly generated password. User name: %username% Current random password: %password% Please visit %loginurl% and change your password to something you will remember. Press "%upprof%" once you are done. Thanks from the Computer Science Circles team! %siteurl%
de_de: Du hast nun einen Account für Computer Science Circles (by BWINF), mit einem zufällig erzeugten Passwort. Benutzername: %username% Aktuelles zufälliges Passwort: %password% Bitte besuche %loginurl% und gib ein eigenes gutes Passwort an. Drücke "%upprof%" wenn du fertig bist. Vielen Dank vom Computer Science Circles (by BWINF) Team! %siteurl%
fr_fr: Un compte a été créé pour vous sur le site Cercles informatiques avec un mot de passe aléatoire. Nom d'utilisateur: %username% Mot de passe aléatoire (actuel): %password% S'il vous plaît visitez %loginurl% et changer votre mot de passe à quelque chose dont vous vous souviendrez. Appuyez sur "%upprof%" lorsque vous avez terminé. Merci de l'équipe Cercles informatiques! %siteurl%
lt_lt: Jums sukurtas prisijungimas "Computer Science Circles" svetainėje. Naudotojo vardas: %username% Sugeneruotas slaptažodis: %password% Prisijunkite, %loginurl% ir pasikeiskite slaptažodį, kad jį atsimintumėte. Paspauskite "%upprof%", kai baigsite. Sėkmės! %siteurl%
nl_nl: Er is een account voor je aangemaakt op de Computer Science Circles-website, met een willekeurig wachtwoord. Gebruikersnaam: %username% Ingesteld wachtwoord: %password% Ga naar %loginurl% en verander je wachtwoord naar iets wat je kunt onthouden. Druk op "%upprof%" zodra je klaar bent. Dank namens het Computer Science Circles-team! %siteurl%
pl_pl: Zostało stworzone dla ciebie konto na stronie Computer Science Circles z losowo wygenerowanym hasłem. Nazwa użytkownika: %username% Bieżące losowe hasło: %password% Proszę odwiedź %loginurl% i zmień hasło na takie, które zapamiętasz. Naciśnij "%upprof%" jeśli skończysz. Podziękowania od zespołu Computer Science Circles!! %siteurl%

source: Computer Science Circles: New account
de_de: Computer Science Circles (by BWINF): Neuer Account
fr_fr: Cercles informatiques: nouveau compte
lt_lt: Naujas naudotojas
nl_nl: Computer Science Circles: Nieuwe account
pl_pl: Computer Science Circles: Nowe konto

source: Update Profile
de_de: Profil aktualisieren
fr_fr: Mettre à jour le profil
lt_lt: Įsiminti duomenis
nl_nl: Profiel bewerken
pl_pl: Uaktualnienie Profilu

source: The username %s does not exist.
de_de: Benutzername %s existiert nicht.
fr_fr: Identifiant %s n'existe pas.
lt_lt: Naudotojas %s nerastas
nl_nl: De gebruikersnaam %s bestaat niet.
pl_pl: Taki użytkownik %s nie istnieje.

source: %s exists! They are your guru.
de_de: %s existiert! Er/Sie ist dein Guru.
fr_fr: %s existe! Ils sont votre gourou.
lt_lt: %s bus jūsų guru!
nl_nl: %s bestaat! Hij/zij is je goeroe.
pl_pl: %s istnieje! On jest twoim guru.

source: Enter the username of your guru. After you press <i>Update profile</i> we'll see if they exist.
de_de: Gib den Benutzernamen deines Gurus an. Wenn du auf <i>Profil updaten</i> klickst, prüfen wir, ob er eingetragen ist.
fr_fr: Entrez le nom de votre gourou. Après avoir appuyé sur <i>Mettre à jour le profil</i>, nous verrons si elles existent.
lt_lt: Įveskite norimo guru naudotojo vardą. Paspaudus <i>"Įsiminti duomenis"</i> bus patikrinta, ar toks yra.
nl_nl: Toets de gebruikersnaam van je goeroe. Nadat je op <i>Profiel Bijwerken</i> klikt controleren we of hij/zij bestaat.
pl_pl: Wprowadź nazwę użytkownika twojego guru. Następnie kliknij <i>Uaktualnienie Profilu</i>,spójrz, czy istnieje.

source: Guru&apos;s <i>Username</i> (blank for none)
de_de: <i>Benutzername</i> deines Gurus (oder leer)
fr_fr: Identifiant de gourou (vide : aucun)
lt_lt: Guru <i>naudotojo vardas</i> (arba tuščias laukelis)
nl_nl: <i>Gebruikersnaam</i> van goeroe (of leeg voor geen)
pl_pl: Identyfikator Guru (pusty gdy brak)

source: Any other person with a CS Circles account (such as your teacher) can be your guru. You can ask them direct questions when you get stuck, and they can view your progress.
de_de: Jede Person mit einem CS Circles Account kann dein Guru sein (zum Beispiel dein Lehrer). Du kannst ihm direkt Fragen stellen (bei Problemen) und er/sie kann deinen Fortschritt beobachten.
fr_fr: Toute autre personne ayant un compte Cercles informatiques (comme votre enseignant) peut être votre gourou. Vous pouvez leur poser des questions directes lorsque vous êtes coincé, et ils peuvent voir vos progrès.
lt_lt: Bet kuris kitas asmuo, prisiregistravęs svetainėje, gali būti jūsų guru. Jeigu, atlikdami užduotis, jūs "užstrigsite", paspaudę pagalbos mygtuką, galėsite jiems nusiųsti klausimą, pagalbos prašymą. Jie galės matyti jūsų progresą
nl_nl: Iedere persoon met een CS Circles-account (bijvoorbeeld je docent) kan je goeroe zijn. Je kunt vragen aan je goeroe stellen als je vastzit. Je goeroe kan ook je voortgang bekijken.
pl_pl: Inne osoby posiadajace konto na CS Circles (np. nauczyciel) mogą być twoim guru. Możesz im bezpośrednio zadawać pytania kiedy utkniesz; oni widzą twoje postępy.

source: Don&apos;t Send Mail Copies
de_de: Keine Kopie(n) der Nachricht(en) per Mail schicken
fr_fr: Ne pas envoyer de copies courrier
lt_lt: Nesiųsti kopijų
nl_nl: Geen kopie van mail verzenden
pl_pl: Nie wysyłaj kopii wiadomości

source: (default: unchecked) If checked, you will not receive a carbon copy when you send a message.
de_de: (Standard: inaktiv) Wenn du hier einen Haken machst, wirst du keine Kopie der Nachrichten erhalten, die du gesendet hast.
fr_fr: (Par défaut: non cochée) Si elle est cochée, vous ne recevrez une copie lorsque vous envoyez un message.
nl_nl: (standaard: niet aangevinkt) Als je dit aanvinkt dan ontvang je geen CC wanneer je een bericht verzendt.
pl_pl: (domyślnie: odznaczone) Jeśli zaznaczone, nie otrzymasz kopii podczas wysyłania wiadomości.

source: Opt Out of Mass Emails
de_de: Keine Infomails erhalten
fr_fr: Retirer de courriels de masse
nl_nl: Geen algemene e-mails ontvangen
pl_pl: Zrezygnuj z masowych wiadomości e-mail

source: (default: unchecked) If checked, you will not receive announcements from CS Circles. They are pretty infrequent, about once per year.
de_de: (Standard: inaktiv) Wenn du hier einen Haken machst, wirst du keine Ankündigungen von CS Circles (by BWINF) bekommen. Sie sind ziemlich selten.
fr_fr: (Par défaut: non cochée) Si elle est cochée, vous ne recevrez pas de messages Cercles CS. Ils sont assez peu fréquentes, environ une fois par an.
nl_nl: (standaard: niet aangevinkt) Als je dit aanvinkt dan krijg je geen aankondigingen van CS Circles. Wij versturen weinig berichten; ongeveer een keer per jaar.
pl_pl: (domyślnie: odznaczone) Jeśli zaznaczone, nie otrzymasz wiadomości z Cercles CS. Są one dość rzadkie, mniej więcej raz w roku.

source: me
de_de: ich
fr_fr: moi
lt_lt: aš
pl_pl: mnie

source: Asst.
fr_fr: Assistant
pl_pl: Asystent

source: [Too long; only first %1$s out of %2$s characters shown]
de_de: [Zu lang; nur die ersten %1$s der %2$s Zeichen werden angezeigt]
fr_fr: [Trop long; seulement les premiers %1$s de %2$s caractères sont illustré]
nl_nl: [Te lang; je ziet alleen de eerste %1$s van %2$s tekens]
pl_pl: [Zbyt długi; tylko pierwsze %1$s z %2$s są wyświetlane]

source: Return to Computer Science Circles
de_de: Zurück zu CS Circles (by BWINF)
fr_fr: Retour au Cercles informatique
lt_lt: Grįžti į svetainę
nl_nl: Terug naar Computer Science Circles NL
pl_pl: Wróć do Computer Science Circles

source: View definition
de_de: Definition anzeigen
fr_fr: Voyez la définition
lt_lt: Peržiūrėti apibrėžimą
pl_pl: Pokaż definicję

source: View page source
de_de: Quelltext der Seite
fr_fr: Voyez le code source de la page
lt_lt: Puslapio aprašymo kodas
pl_pl: Wyświetl źródło strony

source: Student ID must be a number.
de_de: ID muss eine Zahl sein.
fr_fr: Carte d'étudiant doit être un nombre.
nl_nl: Het student-nummer moet een getal zijn.
pl_pl: ID studenta musi być liczbą.

source: No such student exists.
de_de: Nutzer nicht gefunden.
fr_fr: Aucun étudiant.
nl_nl: Deze student bestaat niet.
pl_pl: Nie ma takiego studenta.

source: Access denied. You may need to log in first.
de_de: Zugriff verweigert. Möglicherweise musst du dich erst anmelden.
fr_fr: Accès refusé. Vous devrez peut-être vous se connecter.
lt_lt: Pirma reikia prisijungti.
nl_nl: Geen toegang. Je moet eerst inloggen.
pl_pl: Brak dostępu. Być może najpierw musisz się zalogować.

source: No such problem exists.
de_de: Diese Übung existiert nicht.
fr_fr: Aucun tel problème existe.
lt_lt: Tokios užduoties nėra
nl_nl: Deze opgave bestaat niet.
pl_pl: Nie ma takiego problemu.

source: You must login to view the mail page.
de_de: Du musst angemeldet sein, um diese Seite zu sehen.
fr_fr: Vous devez vous connecter pour visualiser cette page.
nl_nl: Je moet inloggen om de mail-pagina te mogen zien.
pl_pl: Musisz być zalogowany, aby zobaczyć stronę z mailem.

source: Mail about %1$s [%3$s] for %2$s
de_de: Nachrichten über %1$s [%3$s] für Benutzer %2$s
fr_fr: Les messages sur %1$s [%3$s] pour l'utilisateur %2$s
pl_pl: Mail o %1$s [%3$s] dla %2$s

source: link to original page
fr_fr: page d'origine
pl_pl: link do oryginalnej strony

source: has completed this problem.
de_de: hat diese Übung gelöst.
fr_fr: a complété ce problème.
lt_lt: pabaigė šią užduotį
nl_nl: heeft dit probleem opgelost.
pl_pl: zakończenie tego problemu.

source: has not completed this problem.
de_de: hat diese Übung (noch) nicht gelöst.
fr_fr: n'a pas complété ce problème.
lt_lt: nebaigė šios užduoties
nl_nl: heeft dit probleem nog niet opgelost.
pl_pl: problem nie jest zakończony.

source: Note: this student completed the problem at %s
de_de: Hinweis: Der Nutzer hat die Übung am/um %s gelöst
fr_fr: Remarque: cette élève a fait le problème à %s
lt_lt: Pastaba: užduotį atliko per %s
nl_nl: Noot: deze student heeft het probleem om %s opgelost
pl_pl: Uwaga: ten uczeń zakończył problem z %s

source: Click on a message title to toggle the message open or closed.
de_de: Klicke auf den Titel einer Nachricht, um sie anzuzeigen oder zu verstecken.
fr_fr: Cliquez sur un titre de message pour l'ouvrir ou fermer.
lt_lt: Spustelkite žn. pavadinimą, kad išskleist/suskleist.
nl_nl: Klik op de titel van een bericht om het bericht te openen of sluiten.
pl_pl: Kliknij tytuł wiadomości, aby włączyć lub wyłączyć wiadomość.

source: From
de_de: Von
fr_fr: De
lt_lt: Nuo
nl_nl: Van
pl_pl: Skąd

source: (newest)
de_de: (neueste)
fr_fr: (le plus récent)
lt_lt: (naujausi)
nl_nl: (nieuwste)
pl_pl: (najnowszy)

source: (oldest)
de_de: (älteste)
fr_fr: (le plus ancien)
lt_lt: (seniausi)
nl_nl: (oudste)
pl_pl: (najstarszy)

source: Quote/<br/>Reply
de_de: Zitieren/<br/>Antworten
fr_fr: Citer/<br/>Répondre
lt_lt: Cituoti/<br/>Atsakyti
nl_nl: Quote/<br/>Antwoord
pl_pl: Cudzysłów/<br/>Odpowiedz

source: Send a question by e-mail to:
de_de: Schicke eine Frage per e-Mail an:
fr_fr: Envoyer une question par e-mail à:
lt_lt: Siųsti klausimą el. paštu, skirtą:
nl_nl: Stuur je vraag per e-mail naar:
pl_pl: Wyślij pytanie mailem do:

source: My guru
de_de: Mein Guru
fr_fr: Mon gourou
lt_lt: Mano guru
nl_nl: Mijn goeroe
pl_pl: Mój guru

source: (No guru is specified)
de_de: (Kein Guru festgelegt)
fr_fr: (pas de gourou est spécifié)
lt_lt: (Jūs neesate pasirinkę guru)
nl_nl: (Geen goeroe ingesteld)
pl_pl: (Guru nie jest określony)

source: Type here to send a reply about this problem
de_de: Tippe hier, um eine Antwort zu dieser Übung zu senden
fr_fr: Tapez ici pour envoyer une réponse à ce problème
lt_lt: Čia įveskite atsakymą dėl užduoties
nl_nl: Tik hier om een snelle reactie over dit probleem te sturen
pl_pl: Wpisuj tutaj, aby wysłać odpowiedź na temat tego problemu

source: Just mark as read without replying
de_de: Als gelesen markieren ohne zu antworten
fr_fr: Marquer comme lu sans réponse
nl_nl: Als gelezen markeren zonder te antwoorden
pl_pl: Zaznacz jako przeczytane bez odpowiedzi

source: Send this message!
de_de: Nachricht senden!
fr_fr: Envoyer ce message !
lt_lt: Siųsti!
nl_nl: Bericht verzenden
pl_pl: Wyślij tę wiadomość!

source: %s's progress page (new window)
de_de: Fortschritts-Seite von %s (neues Fenster)
fr_fr: Page des progrès de %s (nouvelle fenêtre)
lt_lt: %s progresas (naujame lange)
nl_nl: Voortgang van %s (nieuw venster)
pl_pl: Strona postępu %s (nowe okno)

source: Problem description for
de_de: Problembeschreibung für
fr_fr: Texte de problème
lt_lt: Problemos aprašymas užduočiai
nl_nl: Opgave-beschrijving voor
pl_pl: Opis problemu

source: %1$s's submissions for %2$s
de_de: Einsendungen von %1$s für %2$s
fr_fr: Soumissions par %1$s pour %2$s
nl_nl: De inzending van %1$s voor %2$s
pl_pl: Zgłoszenia %1$s dla %2$s

source: My previous submissions for %s
de_de: Meine vorherigen Einsendungen für %s
fr_fr: Mes soumissions précédentes pour %s
lt_lt: Ankstesni bandymai užduočiai %s
nl_nl: Mijn eerdere inzendingen voor %s
pl_pl: Moje poprzednie zgłoszenia dla %s

source: My other messages about %s
de_de: Meine anderen Nachrichten über %s
fr_fr: Mes autres messages sur %s
lt_lt: Kitos mano žinutės dėl %s
nl_nl: Mijn andere berichten over %s
pl_pl: Moje inne wiadomości o %s

source: My messages for other programs
de_de: Meine Nachrichten für andere Programme
fr_fr: Mes messages pour d'autres programmes
lt_lt: Mano žinutės dėl kitų užduočių
nl_nl: Mijn berichten voor andere programma's
pl_pl: Moje wiadomości do innych programów

source: Messages to/from %s for other problems
de_de: Nachrichten von/an %s zu anderen Übungen
fr_fr: Messages vers / à partir de %s pour d'autres problèmes
lt_lt: Žinutės su %s dėl kitų užduočių
nl_nl: Berichten door/aan %s over andere opgaven
pl_pl: Wiadomości do/z %s z innymi problemami

source: All messages ever about %s's work
de_de: Alle anderen Nachrichten über %s Fortschritt
fr_fr: Mes autres messages sur le travail de %s
lt_lt: Viso %s žinutės
nl_nl: Alle berichten over het werk van %s
pl_pl: Wszystkie komunikaty o postępach %s

source: All messages ever to or from me
de_de: Alle Nachrichten, die jemals an oder von mir verschickt wurden.
fr_fr: Tous les messages à ou de moi
lt_lt: Visos žinutės man
nl_nl: Alle berichten die ooit door of aan mij zijn verzonden
pl_pl: Wszystkie wiadomości do mnie lub ode mnie

source: View mail with one of your students? (you have %s)
fr_fr: Voir mail avec un de vos élèves ? (vous avez %s)
lt_lt: Peržiūrėti susirašinėjimą su vienu iš mokinių? (jūs turite %s)
pl_pl: Wyświetlić pocztę z jednym z Twoich uczniów? (ty masz %s)

source: Me
de_de: Ich
fr_fr: Moi
lt_lt: Aš
nl_nl: Ik
pl_pl: Moi

source: View mail for another problem?
fr_fr: Voir messages pour un autre problème ?
lt_lt: Peržiūrėti žinutes apie kitą uždavinį?
pl_pl: Wyświetlić mail z innym problemem?

source: Submit
de_de: Anzeigen
fr_fr: Soumettre
lt_lt: Siųsti
nl_nl: Inzenden
pl_pl: Zgłoś

source: You must login to view your user page.
de_de: Du musst angemeldet sein, um diese Seite sehen zu können.
fr_fr: Vous devez vous connecter pour voir votre page utilisateur.
nl_nl: Je moet inloggen om de gebruikerspagina te kunnen bekijken.
pl_pl: Musisz być zalogowany, aby zobaczyć stonę użytkownika.

source: View one of your students? (you have %s)
fr_fr: Voir un de vos élèves? (vous avez %s)
pl_pl: Wyświetlić jednego z twoich studentów? (ty masz %s)

source: Show only me
de_de: Nur meine Daten zeigen
fr_fr: Montrer que moi
lt_lt: Rodyti tik mane
nl_nl: Alleen mezelf tonen
pl_pl: Pokaż tylko mi

source: Summary of all my students
de_de: Zusammenfassung aller Schüler
fr_fr: Résumé de tous mes élèves
lt_lt: Visų mokinių santrauka
nl_nl: Overzicht van al mijn studenten
pl_pl: Podsumowanie wszystkich moich studentów

source: Just show submissions for one problem?
de_de: Nur Einsendungen zu einer Übung zeigen?
fr_fr: Il suffit de présenter des soumissions pour un problème ?
lt_lt: Rodyti sprendimus tik vienam uždaviniui
nl_nl: Alleen de inzendingen voor een probleem tonen?
pl_pl: Pokazać zgłoszenia tylko dla jednego problemu?

source: Show all
de_de: Alles zeigen
fr_fr: Tout afficher
lt_lt: Rodyti viską
nl_nl: Alles tonen
pl_pl: Pokaż wszystko

source: Console
de_de: Konsole
lt_lt: Programos redagavimas
pl_pl: Konsola

source: User id must be numeric.
de_de: Nutzer-ID muss eine Zahl sein.
fr_fr: ID utilisateur doit être numérique.
nl_nl: Een gebruikers-nummer moet een getal zijn.
pl_pl: ID użytkownika musi być liczbą.

source: Invalid user id.
de_de: Nutzer-ID unbekannt.
fr_fr: ID utilisateur non valide.
nl_nl: Ongeldig gebruikers-nummer.
pl_pl: ID użytkownika jest niepoprawne.

source: Now viewing %s for
fr_fr: Voyant %s comme
lt_lt: Dabar peržiūrite %s skirtą
pl_pl: Teraz wyświetlane %s dla

source: Now viewing %s for all of your students
fr_fr: Voyant %s pour tous mes élèves
lt_lt: Dabar žiūrite visų mokinių %s
pl_pl: Teraz wyświetlane %s dla wszystkich twoich studentów

source: Solutions by my students for %s
de_de: Lösungen meiner Schüler für %s
fr_fr: Solutions par mes élèves pour %s
lt_lt: Mano mokinių sprendimai uždaviniui %s
nl_nl: Oplossingen van mij studenten voor %s
pl_pl: Rozwiązania moich studentów dla %s

source: Submitted code
fr_fr: Code soumis
pl_pl: Kod wysłany

source: Submitted code for %s
fr_fr: Code soumis pour %s
pl_pl: Kod wysłany dla %s

source: Latest problems completed
fr_fr: Derniers problèmes completés
pl_pl: Najnowsze zakończone problemy

source: List of all problems
fr_fr: Liste de tous les problèmes
lt_lt: Visų užduočių sąrašas
pl_pl: Lista wszystkich problemów

source: (with #completed)
fr_fr: (avec #réussi)
pl_pl: (z #zakończone)

source: (with #submissions)
fr_fr: (avec #soumissions)
pl_pl: (z #zgłoszone)

source: Internal error, details below; please <a href='%s'>contact staff</a>.
de_de: Interner Fehler, Details siehe unten. Bitte <a href = '%s'>kontaktiere uns</a>.
fr_fr: Erreur interne, les détails ci-dessous, s'il vous plaît <a href = '%s'>nous contactez</a>.
nl_nl: Interne fout, zie details; <a href='%s'>neem contact met ons op</a>.
pl_pl: Błąd wewnętrzny, szczegóły poniżej, proszę o <a href = '%s'>kontakt z personelem </a>.

source: Timestamp:
de_de: Zeitstempel:
lt_lt: Laiko žymė
nl_nl: Tijdstip:
pl_pl: Datownik:

source: You have not yet completed this problem.
de_de: Du hast diese Übung noch nicht gelöst.
fr_fr: Vous n'avez pas encore completé ce problème.
lt_lt: Jūs dar nebaigėte šios užduoties
nl_nl: Je hebt deze opgave nog niet afgerond.
pl_pl: Nie zakończyłeś jeszcze tego problemu.

source: Short Answer Exercise
de_de: Kurzübung
fr_fr: Exercice à réponse courte
lt_lt: Trumpo atsakymo užduotis
nl_nl: Oefening met Kort Antwoord
pl_pl: Zadanie krótkiej odpowiedzi

source: Your answer
de_de: Deine Antwort
fr_fr: Votre réponse
lt_lt: Jūsų atsakymas
nl_nl: Jouw antwoord
pl_pl: Twoja odpowiedź

source: enter a number
de_de: gib eine Zahl ein
fr_fr: entrez un nombre
lt_lt: įveskite skaičių
nl_nl: voer een getal in
pl_pl: wprowadź liczbę

source: Check answer
de_de: Antwort prüfen
fr_fr: Vérifier réponse
lt_lt: Patikrinti atsakymą
nl_nl: Controleer het antwoord
pl_pl: Sprawdź odpowiedź

source: Multiple Choice Exercise
de_de: Multiple-Choice-Übung
fr_fr: Exercice à choix multiple
lt_lt: Pasirinkimo užduotis
nl_nl: Meerkeuze-opgave
pl_pl: Zadanie wielokrotnego wyboru

source: Your choice:
de_de: Deine Auswahl:
fr_fr: Votre choix :
lt_lt: Jūsų pasirinkimas:
nl_nl: Jouw keuze
pl_pl: Twój wybór:

source: Select one
de_de: Wähle
fr_fr: Sélectionnez
lt_lt: Pasirinkite vieną
nl_nl: Selecteer iets
pl_pl: Wybierz jeden

source: Scramble Exercise
de_de: Sortierübung
fr_fr: Exercice mêlé
lt_lt: Sumaišytų eilučių užduotis
nl_nl: Volgorde-oefening
pl_pl: Zadanie na uporządkowanie

source: Example
de_de: Beispiel
fr_fr: Exemple
lt_lt: Pavyzdys
nl_nl: Voorbeeld
pl_pl: Przykład

source: Coding Exercise
de_de: Programmierübung
fr_fr: Exercice de code
lt_lt: Programavimo pratimas
nl_nl: Programmeeroefening
pl_pl: Zadanie na kodowanie

source: You need to create an account and log in to ask a question.
de_de: Du musst einen Account erstellen und dich anmelden, um Fragen zu stellen.
fr_fr: Vous devez créer un compte et vous connecter avant de poser une question.
lt_lt: Norėdami paklausti, turite (užsiregistruoti ir) prisijungti
nl_nl: Je moet een account aanmaken en inloggen om een vraag te kunnen stellen.
pl_pl: Ty potrzebujesz utworzyć konto i zalogować się, by zadać pytanie.

source: (No guru specified in your profile)
de_de: (Kein Guru in deinem Profil festgelegt)
fr_fr: (pas de gourou est spécifié dans votre profil)
lt_lt: (jūs nenurodėte savo guru (prisijungimo profilyje))
pl_pl: (Brak guru w twoim profilu)
