Repository: cemc/cscircles-wp-content
Catalog: plugins/pybox/cscircles-*.po
Languages: de_de, fr_fr, lt_lt, nl_nl, pl_pl

source: Partially correct; ensure upper/lower case, punctuation, and spacing are correct.
de_de: Teilweise richtig, überprüfe Zeichensetzung, Leerzeichen, Groß- und Kleinschreibung.
fr_fr: Partiellement correct; verifiez que les majuscules / minuscules, la ponctuation et l'espacement sont corrects.
lt_lt: Dalinai teisinga; įsitikinkite, kad didžiosios/mažosios raidės, skyryba bei tarpai yra tvarkoj.
nl_nl: Gedeeltelijk correct; let er op dat hoofdletters, punctuering en spaties correct zijn.
pl_pl: Częściowo poprawnie; sprawdź czy wielkość liter, interpunkcja, odstępy są poprawne.

source: Incorrect answer, please try again.
de_de: Falsche Antwort, versuch es nochmal.
fr_fr: Mauvaise réponse, s'il vous plaît essayez de nouveau.
lt_lt: Neteisingai.. Bandykite pataisyti.
nl_nl: Fout antwoord, probeer het nog een keer.
pl_pl: Zła odpowiedź, spróbuj jeszcze raz.

source: CS Circles
de_de: CS Circles (by BWINF)
fr_fr: Cercles infomatiques
nl_nl: CS Circles NL

source: CS Circles Bouncer
de_de: BWINF:CSC (no-reply)
fr_fr: Rebondeur Cercles informatiques

source: time &amp; ID
de_de: Zeit &amp; ID
fr_fr: temps &amp; ID
nl_nl: tijd &amp; ID

source: problem
de_de: Übung
fr_fr: problème
lt_lt: užduotis
nl_nl: opgave

source: CEMC
de_de: Bundesweite Informatikwettbewerbe
fr_fr: CEMI

source: 200 University Avenue West
de_de: Reuterstr. 159
fr_fr: 200, avenue University ouest
nl_nl: Winthontlaan 200

source: Computer Science Circles
de_de: Computer Science Circles (by BWINF)
fr_fr: Cercles informatiques
nl_nl: Computer Science Circles NL

source: /themes/pybox2011childTheme/images/header.jpg
de_de: /themes/pybox2011childTheme/images/GermanHeader.jpg

source: Tuple
de_de: Tupel
lt_lt: Nekintantis sąrašas (Tuple)
