Repository: cemc/cscircles-wp-content
Catalog: plugins/pybox/cscircles-*.po
Languages: de_de, fr_fr, lt_lt, nl_nl, pl_pl

source: Submitted data (program and/or test input) too large. Reduce size or <a href = "%s">run at home</a>.
de_de: Programm und/oder Testeingaben sind zu groß. Bitte verkleinern oder<a href="%s">auf deinem Rechner ausführen</a>.
fr_fr: Programme ou entrées trop grande. Réduisez la taille ou <a href="%s">l'executez chez vous</a>.
lt_lt: Pateikta per daug teksto. Sumažinkite programą arba duomenis/testavimo komandas, arba <a href = "%s">vykdykite programą savo kompiuteryje</a>.
nl_nl: Aangeleverde data (programma en/of test-invoer) te groot. Maak kleiner of <a href = "%s">voer thuis uit</a>.
pl_pl: Przesyłane dane (program i/lub dane wejściowe testu) są zbyt duże. Zmniejsz rozmiar lub <a href="%s">l'uruchom w domu</a>.

source: CS Circles Assistant
de_de: CS Circles (by BWINF) Assistent
fr_fr: Assistant aux cercles informatiques
nl_nl: CS Circles Assistent
pl_pl: Asystent CS Circles

source: message about
de_de: Nachricht über
fr_fr: message pour le problème
lt_lt: žinutė apie
nl_nl: mededeling over
pl_pl: wiadomość o

source: To send a reply message, please visit
de_de: Um zu antworten, gehe bitte auf
fr_fr: Pour répondre, s'il vous plaît visitez
lt_lt: Norėdami atsakyti, eikite į
nl_nl: Om te antwoorden, ga naar
pl_pl: Aby wysłać odpowiedź, odwiedź stronę

source: Problem URL:
de_de: URL der Übung:
fr_fr: URL de problème :
lt_lt: Problemos URL:
nl_nl: URL van de opgave:
pl_pl: Problem z URL:

source: Sent by CS Circles
de_de: Gesendet von CS Circles (by BWINF)
fr_fr: Envoyé par Cercles informatiques
nl_nl: Gestuurd door CS Circles NL
pl_pl: Wysłane z CS Circles

source: SENT:
de_de: GESENDET:
fr_fr: ENVOYE :
lt_lt: IŠSIŲSTA:
nl_nl: VERZONDEN:
pl_pl: WYŚLIJ:

source: THIS IS A COPY of a message you sent to %s.
de_de: DIES IST EINE KOPIE der geschickten Nachricht an %s
fr_fr: VOICI UNE COPIE d'un message que vous avez envoyé à %s.
lt_lt: ČIA KOPIJA žinutės, kurią jūs siuntėte %s.
pl_pl: TO JEST KOPIA wiadomości wysłanej do %s.

source: The user sent this code with the message:
de_de: Der Nutzer hat diesen Code mit der Nachricht geschickt:
fr_fr: L'utilisateur a envoyé ce code avec le message :
lt_lt: Su žinute atsiųstas kodas:
nl_nl: De gebruiker heeft deze code verzonden bij het bericht:
pl_pl: Użytkownik wysłał ten kod z komunikatem:

source: Program gave the following output:
de_de: Das Programm hat diese Ausgabe erzeugt:
fr_fr: Programme a donné le résultat suivant :
lt_lt: Programa atspausdino:
nl_nl: Het programma heeft de volgende uitvoer gegeven:
pl_pl: Program podał następujący wynik:

source: Program gave the following correct output:
de_de: Das Programm hat diese korrekte Ausgabe erzeugt:
fr_fr: Programme a donné le résultat correcte suivant :
lt_lt: Programa atspausdino teisingai:
nl_nl: Het programma heeft de volgende correcte uitvoer gegeven:
pl_pl: Program podał następujący prawidłowy wynik:

source: Program printed no output.
de_de: Das Programm hat keine Ausgabe erzeugt.
fr_fr: Programme a imprimé aucune sortie.
lt_lt: Programa nieko neatspausdino
nl_nl: Het programma heeft geen uitvoer gegeven.
pl_pl: Program nie wyświetił żadnych wyników.

source: (Did you forget to use </i><code>print</code><i>?)
de_de: (Hast du vergessen, </i><code>print</code><i> zu benutzen?)
fr_fr: (Avez-vous oublié d'utiliser </i><code>print</code><i> ?)
lt_lt: (Gal užmiršote panaudoti </i><code>print</code><i>?)
nl_nl: (Ben je vergeten </i><code>print</code><i> te gebruiken?)
pl_pl: (Zapomniałeś użyć </i><code>print</code><i>?)

source: Program output:
de_de: Programmausgabe :
fr_fr: Sortie du programme :
lt_lt: Programa atspausdino:
nl_nl: Uitvoer van het programma:
pl_pl: Wyjście programu:

source: Expected this correct output:
de_de: Erwartete korrekte Ausgabe:
fr_fr: Prévu cette sortie correcte :
lt_lt: Teisingas rezultatas:
nl_nl: Deze correcte uitvoer werd verwacht:
pl_pl: Oczekiwano poprawnego wyjścia:

source: Before running your code:
de_de: Vor der Ausführung des Codes:
fr_fr: Avant d'exécuter votre code :
lt_lt: Prieš paleisdami savo programėlę:
nl_nl: Voordat jouw code uitgevoerd werd:
pl_pl: Przed uruchomieniem twojego kodu:

source: Input:
de_de: Eingabe:
fr_fr: Entrée :
lt_lt: Įvestis (duomeys):
nl_nl: Invoer:
pl_pl: Wprowadzono:

source: Error messages:
de_de: Fehlermeldungen:
fr_fr: Messages d'erreur :
lt_lt: Klaida:
nl_nl: Foutmeldingen:
pl_pl: Komunikaty o błędach:

source: Program executed without crashing.
de_de: Das Programm hat keinen Fehler verursacht.
fr_fr: Le programme s'est exécuté sans erreur.
nl_nl: Het programma is uitgevoerd zonder te crashen.
pl_pl: Program wykonany bez awarii.

source: Program crashed.
de_de: Das Programm hat einen Fehler verursacht.
fr_fr: Plantage du programme.
lt_lt: Programa "nulūžo" - yra klaidų.
nl_nl: Het programma is gecrasht.
pl_pl: Awaria programu.

source: Program crashed &mdash;
de_de: Programmfehler &mdash;
fr_fr: Plantage du programme &mdash;
lt_lt: Programa "nulūžo" &mdash;
nl_nl: Programma is gecrasht &mdash;
pl_pl: Program zawiesił się &mdash;

source: Memory Limit Exceeded
de_de: Speicherüberschreitung
fr_fr: Mémoire maximal dépassée
lt_lt: Programa bando naudoti daugiau atminties, negu leidžiama
nl_nl: Maximaal Geheugen Overschreden
pl_pl: Limit pamięci został przekroczony

source: Time Limit Exceeded
de_de: Zeitüberschreitung
fr_fr: Délai maximal dépassé
lt_lt: Programa vykdoma ilgiau negu leidžiama
nl_nl: Tijdslimiet Overschreden
pl_pl: Limit czasu został przekroczony

source: Command exited with non-zero status
de_de: Befehl endete mit Exit-Status ungleich 0.
fr_fr: Commande quitté avec statut non-nul
nl_nl: Opdracht eindigde met status verschillend van nul
pl_pl: Polecenie zakończyło się niezerowym statusem

source: Command terminated by signal
de_de: Befehl durch Signal beendet.
fr_fr: Commande terminée par le signal
nl_nl: Opdracht beÃ«indigd door signaal
pl_pl: Polecenie zakończone sygnałem

source: Output Limit Exceeded
de_de: Überschreitung des Ausgabelimits
fr_fr: Sortie maximal dépassé
lt_lt: Programa spausdina daugiau teksto, negu leidžiama
nl_nl: Uitvoerlimiet Overschreden
pl_pl: Przekroczono limit wyjściowy

source: Invalid Function
de_de: Ungültige Funktion
fr_fr: Fonction pas valide
lt_lt: Netinkama funkcija
nl_nl: Ongeldige Functie
pl_pl: Nieprawidłowa funkcja

source: Internal Error
de_de: Interner Fehler
fr_fr: Erreur interne
lt_lt: Vidinė sistemos klaida
nl_nl: Interne Fout
pl_pl: Błąd wewnętrzny

source: The grader said:
de_de: Anmerkungen der Auswertung:
fr_fr: Le correcteur a dit :
lt_lt: Automatinio vertinimo pranešimas:
nl_nl: Het nakijkprogramma meldde:
pl_pl: Automatyczny tester powiedział:

source: Automatic tests:
de_de: Automatische Tests:
fr_fr: Tests automatiques :
lt_lt: Automatiniai testai:
nl_nl: Automatische tests:
pl_pl: Automatyczny tester:

source: Result of grading:
de_de: Ergebnis der Auswertung:
fr_fr: Résultat de la notation :
lt_lt: Tikrinimo rezultatai:
nl_nl: Resultaat van het nakijken:
pl_pl: Wynik klasyfikacji:

source: Success!
de_de: Richtig!
fr_fr: Succès !
lt_lt: Pavyko!
nl_nl: Succes!
pl_pl: Sukces!

source: Did not pass tests. Please check details below and try again.
de_de: Test nicht bestanden. Schaue dir die Details unten an und probiere es nochmal.
fr_fr: N'a pas passé des tests. S'il vous plaît vérifier les détails ci-dessous et essayez à nouveau.
lt_lt: Testuojant rasta klaidų. Bandykite dar kartą.
nl_nl: Niet door alle testen gekomen. Kijk hieronder de details na en probeer het nog een keer.
pl_pl: Nie przeszedł testów. Sprawdź szczegóły poniżej i spróbuj ponownie.

source: You must log in to save data.
de_de: Du musst angemeldet sein, um Daten zu speichern.
fr_fr: Vous ne pouvez pas sauvegarder les programmes à moins de vous inscrivez et vous connectez.
lt_lt: Norint išsaugoti informaciją, reikia prisijungti.
nl_nl: Je moet eerst inloggen om gegevens op te kunnen slaan.
pl_pl: Musisz się zalogować, aby zapisać dane

source: Program saved.
de_de: Programm gespeichert.
fr_fr: Programme sauvegardé.
lt_lt: Programa išsaugota
nl_nl: Het programma is bewaard.
pl_pl: Program zapisany.

source: Pybox error: problem hash %s not found. Try reloading the page.
de_de: Fehler: Übungs-Code %s wurde nicht gefunden. Versuche, die Seite neu zu laden.
fr_fr: Erreur: problème de hachage %s introuvable. Essayez de recharger la page.
nl_nl: Pybox-fout: opgave-hash %s niet gevonden. Probeer de pagina te verversen.
pl_pl: Błąd PyBox: problem ze znalezieniem hasz %s. Spróbuj ponownie załadować stronę.

source: You cannot use %s in this exercise.
de_de: Du darfst %s in dieser Übung nicht benutzen.
fr_fr: Vous ne pouvez pas utiliser %s dans cet exercice.
lt_lt: Šioje užduotyje neleidžiama naudoti: %s
nl_nl: Je mag %s niet gebruiken in deze oefening.
pl_pl: W tym ćwiczeniu nie możesz używać %s.

source: You are only allowed to change at most %s characters compared to the original version of the code.
de_de: Du darfst maximal %s Zeichen vom Originalcode ändern.
fr_fr: Vous êtes seulement autorisé à changer au plus %s caractères par rapport à la version originale du code.
lt_lt: Jums leidžiama pakeisti tik %s simbolius pradinėje programoje.
nl_nl: Je mag slechts %s tekens aanpassen ten opzichte van de originele versie van de code.
pl_pl: Mozesz zmienić co najwyżej %s znaków w porównaniu do oryginalnej wersji kodu.

source: You changed %s or more.
de_de: Du hast %s oder mehr geändert.
fr_fr: Vous avez changé %s ou plus.
lt_lt: Jūs pakeitėte %s arba daugiau simbolių.
nl_nl: Je hebt er %s of meer aangepast.
pl_pl: Zmień %s lub więcej.

source: You changed %s.
de_de: Du hast %s geändert.
fr_fr: Vous avez changé %s.
lt_lt: Jūs pakeitėte %s.
nl_nl: Je hebt er %s aangepast.
pl_pl: Zmień %s.

source: Note: ran with user tests.
de_de: Achtung: wurde mit eigenen Testeingaben ausgeführt.
fr_fr: Notez: exécuté avec des tests de l'utilisateur
lt_lt: Pastaba: vykdoma su jūsų testais.
nl_nl: Merk op: uitgevoerd met gebruikerstests.
pl_pl: Uwaga: przeprowadzono testy użytkownika.

source: Note: ran with user inputs.
de_de: Achtung: wurde mit eigenen Eingaben ausgeführt.
fr_fr: Notez: exécuté avec des entrées de l'utilisateur
lt_lt: Pastaba: vykdoma su jūsų duomenimis.
nl_nl: Merk op: uitgevoerd met gebruikersinvoer.
pl_pl: Uwaga: zrealizowany na danych użytkownika.

source: Click "Go back to grading" to switch back.
de_de: Klicke "Zurück", um zurück zu wechseln.
fr_fr: Cliquez sur « Retour à classement » pour revenir
lt_lt: Galite spustelti "Užduoties tikrinimas".
pl_pl: Kliknij "Powróć", aby powrócić.

source: Click "Hide input box" to switch back.
de_de: Klicke "Eingabebox verstecken", um zurück zu wechseln.
fr_fr: Cliquez sur « Masquer le champ d'entrée » pour revenir
lt_lt: Galite spustelti "Paslėpti duomenų įvedimą".
pl_pl: Kliknij "Ukryj pole wprowadzania", aby powrócić.

source: Results for test case %1$s out of %2$s
de_de: Ergebnisse für Test %1$s von %2$s
fr_fr: Résultats pour test %1$s de %2$s
lt_lt: %1$s testo rezultatai (iš %2$s)
nl_nl: Resultaat van testcase %1$s van de %2$s
pl_pl: Wyniki testut %1$s na %2$s

source: Your e-mail to {0} will not be read. If you are replying to ask for follow-up help about a problem, you must use the link in the previous email{1} A copy of your e-mail follows.
de_de: Deine Email an {0} wird nicht gelesen werden. Wenn du antwortest, um weitere Hilfestellungen zu einer Übung zu erfragen, musst du den Link aus der vorherigen Email verwenden{1} Es folgt eine Kopie deiner Email.
fr_fr: Votre e-mail à {0} ne sera pas lu. Si vous avez répondu à pour l'aide sur un problème, vous devez utiliser le lien {1} dans le courriel précédent. Une copie de votre e-mail est copiée ci-dessous.
lt_lt: Jūsų laiškas, skirtas {0}, nebus skaitomas. Jeigu norite tęsti problemos aiškinimąsi, turite naudoti nuorodą ankstesniame laiške.
nl_nl: Je e-mail naar {0} zal niet worden gelezen. Als je geantwoord hebt om verdere hulp te vragen, moet je de link in de vorige email{1} gebruiken. Een kopie van je e-mail staat hieronder.
pl_pl: Twój e-mail do {0} nie będzie przeczytany. Jeśli chcesz udzielić pomocy w rozwiązaniu problemu, należy skorzystać z linku {1} w poprzednim e-mailu. Kopia twojego e-maila poniżej.

source: Did not crash.
de_de: Hat keinen Fehler verursacht.
fr_fr: Ne s'est pas planté.
nl_nl: Is niet gecrasht.
pl_pl: Nie było kolizji.

source: Correct!
de_de: Richtig!
lt_lt: Teisingai!
pl_pl: Bezbłędnie!

source: Incorrect.
de_de: Nicht richtig.
fr_fr: Pas correct.
lt_lt: Neteisingai.
nl_nl: Niet correct.
pl_pl: Niepoprawnie.

source: Internal error.
de_de: Interner Fehler.
fr_fr: Erreur interne.
lt_lt: Vidinė sistemos klaida.
nl_nl: Interne fout.
pl_pl: Błąd wewnętrzny.

source: Saved.
de_de: Gespeichert.
fr_fr: Sauvegardé.
lt_lt: Išsaugota
nl_nl: Bewaard.
pl_pl: Zapisane.

source: You must log in to view past submissions.
de_de: Du musst angemeldet sein, um vorherige Einsendungen zu sehen.
fr_fr: Vous devez vous connecter pour consulter les soumissions passé.
nl_nl: Je moet inloggen om je eerdere inzendingen te kunnen kijken
pl_pl: Musisz być zalogowany, aby zobaczyć przesłane wcześniej prace.

source: User number not found.
de_de: Benutzer nicht gefunden.
fr_fr: Identifiant de l'utilisateur pas trouvé.
lt_lt: Naudotojo numeris nerastas.
nl_nl: Nummer van gebruiker niet gevonden.
pl_pl: Nie znaleziono numeru użytkownika.

source: User %s does not have you as their guru.
de_de: Der Benutzer %s hat Sie nicht als Guru eingetragen.
fr_fr: Utilisateur %s ne vous avoir comme leur gourou.
nl_nl: Gebruiker %s heeft jou niet als zijn of haar goeroe.
pl_pl: Użytkownik %s nie uważa cię za swojego guru.

source: Problem %s is unknown.
de_de: Übung %s ist unbekannt.
fr_fr: Problème %s est inconnu.
lt_lt: Užduotis %s nerasta/nežinoma
nl_nl: Opgave %s is onbekend.
pl_pl: Problem %s jest nieznany.

source: userid
nl_nl: gebruikersid
pl_pl: identyfikator użytkownika

source: user code
de_de: Benutzercode
fr_fr: code soumis
lt_lt: pateiktas kodas
nl_nl: code van gebuiker
pl_pl: kod użytkownika

source: user input
de_de: Eingabe
fr_fr: entrée
lt_lt: pateikti duomenys
nl_nl: invoer van gebruiker
pl_pl: wejście

source: result
de_de: Ergebnis
fr_fr: résultat
lt_lt: rezultatas
nl_nl: resultaat
pl_pl: rezultat

source: We do not have record of any submissions.
de_de: Es sind keine Einsendungen bekannt.
fr_fr: Il n'y a pas de programmes sauvegardés.
nl_nl: Wij hebben nog geen inzendingen ontvangen.
pl_pl: My nie mamy zapisanych żadnych materiałów.

source: n/a
fr_fr: s/o
nl_nl: n.v.t.
pl_pl: s/o

source: You must log in to view past mail.
de_de: Du musst angemeldet sein, um ältere Nachrichten zu lesen.
fr_fr: Vous devez être connecté pour afficher le courrier passé.
nl_nl: Je moet ingelogd zijn om eerdere mail te kunnen bekijken
pl_pl: Musisz zalogować się, aby zobaczyć wcześniejsze maile.

source: %s must be numeric.
de_de: %s muss eine Zahl sein.
fr_fr: %s doit être numérique.
lt_lt: %s turi būti skaičius
nl_nl: %s moet numeriek zijn.
pl_pl: %s musi być liczbą.

source: Access denied.
de_de: Zugriff verweigert.
fr_fr: Accès refusé.
nl_nl: Toegang geweigerd.
pl_pl: Brak dostępu.

source: from
de_de: von
fr_fr: de
lt_lt: nuo
nl_nl: van
pl_pl: z

source: to
de_de: an
fr_fr: à
lt_lt: kam
nl_nl: naar
pl_pl: do

source: when
de_de: wann
fr_fr: quand
lt_lt: kada
nl_nl: wanneer
pl_pl: kiedy

source: message
de_de: Nachricht
lt_lt: žinutė
nl_nl: bericht
pl_pl: wiadomość

source: replied?
de_de: geantwortet?
fr_fr: répondu ?
lt_lt: atsakyta?
nl_nl: beantwoord?
pl_pl: odpowiedział?

source: no
de_de: nein
fr_fr: non
lt_lt: ne
nl_nl: nee
pl_pl: nie

source: yes
de_de: ja
fr_fr: oui
lt_lt: taip
nl_nl: ja
pl_pl: tak

source: You must enter a non-empty problem name.
de_de: Bitte einen richtigen Übungsnamen angeben.
fr_fr: Vous devez entrer un nom de problème non vide.
nl_nl: De opgave moet een naam hebben.
pl_pl: Musisz podać niepustą nazwę problemu.

source: User number %s not found.
de_de: Nutzer %s nicht gefunden.
fr_fr: Utilisateur %s est introuvable.
nl_nl: Gebruiker met nummer %s niet gevonden.
pl_pl: Numer użytkownika %s nie został znaleziony.

source: We do not have record of any submissions from user %1$s for problem %2$s.
de_de: Wir wissen nichts von einem Eintrag von %1$s zu Übung %2$s .
fr_fr: Nous n'avons pas d'enregistrement de tout argument de l'utilisateur %1$s pour le problème %2$s .
nl_nl: We hebben van %1$s geen inzendingen gevonden voor opgave %2$s.
pl_pl: Nie mamy zapisu żadnych zgłoszeń od użytkownika %1$s o problemie %2$s .

source: Problem %s not found (at least in current language)
de_de: Übung %s nicht gefunden (wenigstens in der aktuellen Sprache)
fr_fr: Problème %s introuvable (du moins en français)
nl_nl: Opgave %s niet gevonden (of enkel in andere talen)
pl_pl: Nie znaleziono opisu problemu (przynajmniej w obecnym języku)

source: latest correct
de_de: Letzte richtige Lösung
fr_fr: dernière correcte
lt_lt: paskutinis teisingas
nl_nl: laatste correcte
pl_pl: ostatnie poprawki

source: last time
de_de: letzte Bearbeitung
fr_fr: quand
lt_lt: paskutinį kartą
nl_nl: laatste keer
pl_pl: ostatni raz

source: first time
de_de: erste Bearbeitung
fr_fr: premier
lt_lt: pirmą kartą
nl_nl: eerste keer
pl_pl: pierwszy raz

source: Click to try again.
de_de: Klicke hier, um es noch einmal zu versuchen.
fr_fr: Cliquez ici pour essayer à nouveau.
lt_lt: Bandyti dar kartą
nl_nl: Klik om het nog eens te proberen.
pl_pl: Kliknij, aby ponownie spróbować.

source: Could not grade program because communication to the server was not possible. Ajax information:
de_de: Dein Programm konnte nicht ausgewertet werden, da die Verbindung zum Server fehlschlug. Fehlerinformation:
fr_fr: Ne pouvait pas grader parce que la communication avec le serveur n'a pas été possible. Informations ajax :
lt_lt: Nepavyko įvertinti programos, nes nutrūko ryšys su serveriu:
nl_nl: Je programma kon niet beoordeeld worden omdat communicatie met de server niet mogelijk was. Ajax-informatie:
pl_pl: Nie mozna było ocenić programu, ponieważ komunikacja z serwerem była niemożliwa. Informacja od Ajax :

source: Displaying {from} to {to} of {total} items
de_de: Zeige {from} bis {to} von {total} Elementen
fr_fr: Affichage de {from} à {to} de {total} articles
nl_nl: In beeld: {from} tot en met {to} van {total} items
pl_pl: Wyświetl od {from} do {to} z {total} przedmiotów

source: Enter input
de_de: Testeingabe
fr_fr: Tape entrée
lt_lt: Įveskite duomenis
nl_nl: Tik invoer in
pl_pl: Wprowadź dane

source: Enter test input
de_de: Testeingabe
fr_fr: Tape entrée de test
lt_lt: Įvesti duomenis
nl_nl: Voer testinvoer in
pl_pl: Wprowadź dane testowe

source: Enter test statements
de_de: Testbefehle eingeben
fr_fr: Entrez instructions de test
lt_lt: Įvesti komandas pasitestavimui
nl_nl: Voer testopdrachten in
pl_pl: Wprowadź polecenia testowe

source: Error: could not connect to database.
de_de: Fehler: kann keine Datenbankverbindung aufbauen.
fr_fr: Erreur: ne pouvait pas connecter a base de données.
nl_nl: Fout: kan geen verbinding maken met de database.
pl_pl: Błąd: nie ma dostepu do bazy.

source: Go back to grading
de_de: Zurück
fr_fr: Retour à classement
lt_lt: Užduoties tikrinimas
nl_nl: Ga terug naar nakijkprogramma
pl_pl: Powróć do testera

source: Hide history
de_de: Chronik verstecken
fr_fr: Cacher l'historique
lt_lt: Paslėpti istoriją
nl_nl: Geschiedenis verbergen
pl_pl: Ukryj historię

source: Hide input box
de_de: Eingabebox verstecken
fr_fr: Masquer le champ d'entrée
lt_lt: Paslėpti duomenų įvedimą
nl_nl: Verberg het invoer-veld
pl_pl: Ukryj pole wprowadzania

source: History
de_de: Chronik
fr_fr: Historique
lt_lt: Istorija
nl_nl: Geschiedenis
pl_pl: Historia

source: Incorrect, try again.
de_de: Nicht richtig, versuche es nochmal.
fr_fr: Incorrecte, essayez à nouveau.
lt_lt: Neteisingai, bandykite dar kartą.
nl_nl: Niet correct, probeer het nog een keer.
pl_pl: Nieprawidłowo, spróbuj jeszcze raz.

source: Marking all messages from this student about this problem as answered.
de_de: Alle Nachrichten dieses Schülers zu dieser Übung als beantwortet markieren.
fr_fr: Tous messages de cet étudiant à propos de ce problème sera marqué répondu.
nl_nl: Alle berichten van deze student over dit probleem worden gemarkeerd als beantwoord.
pl_pl: Zaznacz wszystkie wiadomości od tego studenta o tym problemie w odpowiedzi.

source: More actions...
de_de: Mehr Optionen...
fr_fr: Plus d'actions...
lt_lt: Daugiau veiksmų...
nl_nl: Meer acties...
pl_pl: Więcej akcji...

source: Page
de_de: Seite
lt_lt: Puslapis
nl_nl: Pagina
pl_pl: Strona

source: Please enter a non-empty message.
de_de: Gib eine nicht-leere Nachricht ein.
fr_fr: S'il vous plaît entrer un message non vide.
lt_lt: Žinutė negali būti tuščia.
nl_nl: Tik een bericht in.
pl_pl: Wprowadź niepustą wiadomość.

source: Please select a valid recipient for the message. If you are working with a teacher or friend, select them as a guru on your Profile (available within the user menu, in the top right corner of the page).
de_de: Bitte wähle einen zulässigen Empfänger für die Nachricht aus. Wenn du mit einem Lehrer oder Freund arbeitest, wähle diese Person als Guru in deinem Profil aus (diese Option steht dir im Usermenü zur Verfügung, in der oberen rechten Ecke der Seite)
fr_fr: SVP sélectionner un destinataire valide pour le message. Si vous travaillez avec un(e) professeur(e) ou un(e) ami(e), sélectionnez-les comme un gourou sur votre profil (disponible dans le menu de l'utilisateur, dans le coin supérieur droit de la page).
lt_lt: Nurodykite tinkamą žinutės gavėją. Savo profilio nustatymose (žr. meniu viršuj dešinėje) nurodykite guru (tai gali būti jūsų draugas arba mokytojas) - įveskite jo naudotojo vardą.
nl_nl: Selecteer een geldige ontvanger voor het bericht. Als een leerkracht of vriend je bijstaat, selecteer hen dan als goeroe op je Profielpagina, die je vindt via het gebruikersmenu in de rechterbovenhoek van elke pagina.
pl_pl: Wybierz adresata wiadomości. Jeśli pracujesz z nauczycielem lub przyjacielem wybierz go jako guru na swoim profilu (w menu użytkownika w prawym górnym rogu strony).

source: Rich editor
de_de: Erweiterter Editor
fr_fr: Éditeur riche
lt_lt: Modernesnis redaktorius
nl_nl: Uitgebreide editor
pl_pl: Rozbudowany edytor

source: Run program
de_de: Programm ausführen
fr_fr: Exécuter le programme
lt_lt: Vykdyti
nl_nl: Uitvoeren
pl_pl: Uruchom program

source: Run test
de_de: Test ausführen
fr_fr: Exécuter le test
lt_lt: Vykdyti
nl_nl: Test uitvoeren
pl_pl: Uruchom test

source: Running...
de_de: Läuft...
fr_fr: Exécutant...
lt_lt: Vykdoma...
nl_nl: Bezig met uitvoeren...
pl_pl: W trakcie działania...

source: Simple editor
de_de: Einfacher Editor
fr_fr: Editeur simple
lt_lt: Paprastas redaktorius
nl_nl: Eenvoudige editor
pl_pl: Prosty edytor

source: The code box is empty. It should instead contain your best partial solution so far.
de_de: Die Codebox ist leer. Sie sollte statt dessen deine zur Zeit beste Teillösung enthalten.
fr_fr: La boîte de code est vide. Il devrait plutôt contenir votre meilleure solution partielle à ce jour.
lt_lt: Neįvestas joks kodas -- turėtų būti jūsų geriausias bandymas.
nl_nl: De code-invoer is leeg. Deze zou je beste deeloplossing tot nu toe moeten bevatten.
pl_pl: Pole wprowadzania kodu jest puste. Powinno zawierać częściowe rozwiązanie najlepsze jak do tej pory.

source: The database connected but found no data.
de_de: Datenbank verbunden, keine Daten.
fr_fr: Base de données connectée, mais rien trouvé.
nl_nl: Verbonden met database maar geen data gevonden
pl_pl: Jest połączenie z bazą, ale danych nie znaleziono.
